Repository: Difegue/LANraragi
Catalog: locales/template/*.po
Languages: es, fr, id, nb_no, pt, vi

source: Add Archives
es: Agregar archivos
fr: Ajouter des archives
id: Tambah Arsip
nb_no: Legg til Arkiver
pt: Adicione Arquivos
vi: Thêm Truyện

source: Batch Operations
es: Operaciones por lotes
fr: Opérations en série
id: Operasi Tumpak
nb_no: Gjengangsoperasjoner
pt: Operações em Lotes
vi: Các tác vụ theo nhóm

source: Settings
es: Configuración
fr: Paramètres
id: Pengaturan
nb_no: Instillinger
pt: Ajustes
vi: Cài đặt

source: Modify Categories
es: Modificar categorías
fr: Modifier les catégories
id: Ubah Kategori
nb_no: Endre Kategorier
pt: Modificar Categorias
vi: Sửa đổi Danh mục

source: Statistics
es: Estadísticas
fr: Statistiques
id: Statistik
nb_no: Statistikk
pt: Estatísticas
vi: Thống kê

source: Logs
es: Registros
id: Pencatatan
nb_no: Logger
vi: Nhật ký

source: Admin Login
es: Inicio de sesión del administrador
fr: Connexion admin
id: Log Masuk Admin
nb_no: Admin-pålogging
pt: Login do Administrador
vi: Đăng nhập Admin

source: Search Title, Artist, Series, Language or Tags
es: Busca por título, artista, serie, lenguaje o etiqueta
fr: Rechercher un titre, artiste, series, langue ou tags
id: Telusuri Judul, Seniman, Seri, Bahasa, atau Tag
nb_no: Søk etter Tittel, Artist, Serie, Språk eller Tagger
pt: Pesquisar o Título, Artista, Série, Idioma ou Etiquetas
vi: Tìm kiếm Tiêu đề, Tác giả, Series, Ngôn ngữ hoặc Thẻ

source: Apply Filter
es: Aplicar filtro
fr: Appliquer le filtre
id: Terapkan Saringan
nb_no: Bruk Filter
pt: Aplicar Filtro
vi: Áp dụng bộ lọc

source: Clear Filter
es: Limpiar filtro
fr: Supprimer le filtre
id: Bersihkan Saringan
nb_no: Fjern Filter
pt: Limpar Filtro
vi: Xoá bộ lọc

source: Click to show archives from the current search with the specified filter
es: Haz clic para mostrar archivos de la búsqueda actual con el filtro especificado
fr: Montrez les archives de la recherche actuelle avec le filtre spécifié
id: Klik untuk menampilkan arsip dari penelusuran saat ini dengan saringan yang ditentukan
nb_no: Klikk for å vise arkiver fra det nåværende søket med det spesifiserte filteret
pt: Ciaue para exibir os arquivos da bisca atual com o filtro específico
vi: Nhấp để hiển thị các truyện từ tìm kiếm hiện tại với bộ lọc đã chọn

source: Refresh Selection
es: Refrescar selección
fr: Rafraîchir la sélection
id: Segarkan Pilihan
nb_no: Oppdater Valg
pt: Atualizar a Seleção
vi: Làm mới Lựa chọn

source: Carousel Options
es: Opciones del carrusel
fr: Options du carousel
id: Pengaturan Korsel
nb_no: Karusellinnstillinger
pt: Carrossel de Opções
vi: Tùy chọn Carousel

source: No results here.
es: Sin resultados.
fr: Aucun résultat ici.
id: Tidak ada hasil di sini.
nb_no: Ingen resultater her.
pt: Nenhum resultado aqui.
vi: Không có kết quả ở đây.

source: Sort by:
es: Ordenar por:
fr: Trier par :
id: Urutkan berdasarkan:
nb_no: Sorter etter:
pt: Ordenar por:
vi: Sắp xếp theo:

source: Date
es: Fecha
id: Tanggal
nb_no: Dato
pt: Data
vi: Ngày

source: Sort Order
es: Orden de clasificación
fr: Ordre de tri
id: Urutan Jenis
nb_no: Sorter Rekkefølge
pt: Ordem de Ordenação
vi: Thứ tự sắp xếp

source: Crop thumbnails
es: Recortar miniaturas
fr: Couper les miniatures
id: Pangkas keluku
nb_no: Beskjær miniatyrbilder
pt: Cortar miniaturas
vi: Cắt ảnh thu nhỏ

source: Go to Page:
es: Ir a página:
fr: Aller à la page :
id: Pergi ke Halaman:
nb_no: Gå til Side:
pt: Ir para Página:
vi: Đi đến trang:

source: Columns:
es: Columnas:
fr: Colonnes :
id: Kolom:
nb_no: Kolonner:
pt: Colunas:
vi: Cột:

source: Switch to Compact Mode
es: Cambiar a modo compacto
fr: Mode compact
id: Beralih ke Mode Ringkas
nb_no: Bytt til Kompaktmodus
pt: Mudar para o Modo Compacto
vi: Đổi sang chế độ Thu gọn

source: Switch to Thumbnail Mode
es: Cambiar a modo miniaturas
fr: Mode miniatures
id: Beralih ke Mode Keluku
nb_no: Bytt til Miniatyrbilde-modus
pt: Mudar para o Modo Miniatura
vi: Đổi sang chế độ Ảnh thu nhỏ

source: Artist
es: Artista
fr: Artiste
id: Seniman
pt: Artista
vi: Tác giả

source: Series
es: Serie
id: Seri
nb_no: Serier
pt: Séries
vi: Series truyện

source: I don't know everything, but I sure as hell know this database's busted lads
es: Algo me dice que esta base de datos está bastante rota
fr: Cette base de données me semble explosée chef
id: Saya tidak tahu segalanya, tapi yang pasti pangkalan data ini rusak, kawan
nb_no: Jeg vet ikke alt, meg jeg er sikker som fjell på at denne databasen er ødelagt, folkens
pt: Eu não sei de tudo, mas com certeza sei que esse banco de dados está quebrado, rapazes
vi: Tôi không biết hết mọi thứ, nhưng tôi chắc chắn là cơ sở dữ liệu này bị hỏng rồi, bạn ạ

source: The database cache is corrupt, and as such LANraragi is unable to display your archive list.
es: La caché se encuentra dañada, por lo que LANraragi no puede mostrar tu lista de archivos.
fr: Le cache de la base de données est corrompu ; LANraragi ne peut donc pas afficher votre bibliothèque.
id: Pangkalan data singgahan rusak, sehingga LANraragi tidak dapat menampilkan daftar arsip Anda.
nb_no: Database-cachen er ødelagt, og derfor kan ikke LANraragi vise arkivlisten din.
pt: O cache do banco de dados está corrompido e, por isso, o LANraragi não consegue exibir sua lista de arquivos.
vi: Bộ nhớ đệm của cơ sở dữ liệu bị hỏng, vì vậy LANraragi không thể hiển thị danh sách truyện của bạn.

source: Read
es: Leer
fr: Lire
id: Baca
nb_no: Les
pt: Leitura
vi: Đọc

source: Download
es: Descargar
fr: Télécharger
id: Unduh
nb_no: Last ned
pt: Baixar
vi: Tải

source: Edit Metadata
es: Editar metadatos
fr: Modifier les métadonnées
id: Sunting Metadata
nb_no: Rediger Metadata
pt: Editar Metadata
vi: Sửa Metadata

source: Delete
es: Eliminar
fr: Supprimer
id: Hapus
nb_no: Slett
pt: Apagar
vi: Xoá

source: Add Rating
es: Agregar puntuación
fr: Ajouter une note
id: Tambahkan Peringkat
nb_no: Legg til Vurdering
pt: Adicionar Classificação
vi: Thêm Đánh giá

source: Add to Category
es: Agregar a categoría
fr: Ajouter à la catégorie
id: Tambahkan ke Kategori
nb_no: Legg til i Kategori
pt: Adicionar na Categoria
vi: Thêm vào Danh mục

source: New Version Release Notes
es: Notas de cambios de la nueva versión
fr: Notes de la nouvelle version
id: Catatan Rilis Versi Baru
nb_no: Nye versjonsutgivelsesnotater
pt: Notas de Lançamento da Nova Versão
vi: Thông tin phát hành phiên bản mới

source: You're using the default password and that's super baka of you
es: Baka deja de utilizar la contraseña inicial
fr: Vous utilisez le mot de passe par défaut et c'est extrêmement baka
id: Anda menggunakan kata sandi asali dan itu sangat baka
nb_no: Du bruker standardpassordet, og det er skikkelig baka av deg
pt: Você está usando a senha padrão e isso é super legal da sua parte
vi: Bạn đang dùng mật khẩu mặc định và nó đần vcl

source: Login with password "kamimamita" and change that shit on the double. ...Or just disable it! Why not check the configuration options afterwards, while you're at it?
es: <a href="/login">Inicia sesión</a> con la contraseña "kamimamita" y <a href="/config">cámbiala inmediatamente</a>.<br/>... ¡O deshabilítala!<br/>¿Por qué no revisas las opciones de configuraciones, ya que estás en ello?
fr: <a href="/login">Connectez-vous</a> avec le mot de passe "kamimamita" and <a href="/config">changez</a> le immédiatement !<br/>...Ou vous pouvez juste le désactiver. <br/>Pourquoi ne pas jeter un oeil aux paramètres tant que vous y êtes ?
id: <a href="/login">Log masuk</a> menggunakan kata sandi "kamimamita", lalu <a href="/config">ganti secepatnya</a>.<br/>... Atau nonaktifkan saja fiturnya!<br/>Selagi di sana, periksa juga pilihan konfigurasi lainnya.
nb_no: <a href="/login">Logg inn</a> med passordet "kamimamita" og <a href="/config">endre den skitten</a> med en eneste gang.<br/>...Eller bare skru det av! <br/>Hvorfor ikke sjekke konfigurasjonsalternativene etterpå, mens du er i gang?
pt: <a href="/login">Faça login</a> com a senha "kamimamita" e <a href="/config">mude essa porcaria</a> na hora.<br/>...Ou simplesmente desabilite! <br/>Por que não verificar as opções de configuração, enquanto você está nela?
vi: <a href="/login">Đăng nhập</a> với mật khẩu "kamimamita" và <a href="/config">thay đổi ngay</a> đi nhé.<br/>...Hoặc chỉ cần tắt nó đi!<br/>Tại sao không kiểm tra các tùy chọn cấu hình sau khi làm vậy?

source: This page requires you to log on.
es: Esta página requiere que inicies sesión.
fr: Cette page nécessite de vous connecter.
id: Halaman ini memerlukan Anda untuk log masuk.
nb_no: Denne sider krever at du logger inn.
pt: Essar página requer um log ativo.
vi: Trang này yêu cầu bạn đăng nhập.

source: Admin Password:
es: Contraseña de administrador:
fr: Mot de passe administrateur :
id: Kata Sandi Admin:
nb_no: Admin-passord:
pt: Senha do Administrador:
vi: Mật khẩu Admin:

source: Login
es: Iniciar sesión
fr: Connexion
id: Log Masuk
nb_no: Logg inn
pt: Acesso
vi: Đăng nhập

source: Wrong Password.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
id: Kata Sandi Salah.
nb_no: Feil Passord.
pt: Senha Errada.
vi: Sai Mật khẩu.

source: <a href='${url}'>Login</a> to toggle bookmark feature.
es: <a href='${url}'>Inicia sesión</a> para habilitar los marcadores.
fr: <a href='${url}'>Connectez-vous</a> pour activer la fonctionnalité de marque-page.
id: <a href='${url}'>Log masuk</a> untuk mengaktifkan fitur penanda.
nb_no: <a href='${url}'>Logg inn</a> for å aktivere bokmerke-funksjonen.
pt: <a href='${url}'>Acesso</a> para alternar o recurso de marcação.
vi: <a href='${url}'>Đăng nhập</a> để bật/tắt tính năng đánh dấu trang.

source: Application Logs
es: Registros de aplicación
fr: Logs de l'application
id: Pencatatan Aplikasi
nb_no: Applikasjonslogger
pt: Logs das Aplicações
vi: Nhật ký ứng dụng

source: You can check LANraragi logs here for debugging purposes.
es: Acá puedes revisar los registros para motivos de depuración.
fr: Vous pouvez lire les logs de LANraragi ici pour aider au debugging.
id: Anda dapat memeriksa pencatatan LANraragi di sini untuk keperluan mengawakutu.
nb_no: De kan sjekke LANraragi-loggene her for feilsøking.
pt: Você pode verificar os logs do LANraragi aqui com a finalidade de depuração.
vi: Bạn có thể kiểm tra nhật ký LANraragi ở đây để phục vụ việc gỡ lỗi.

source: By default, this view only shows the last 100 lines of each logfile, newest lines last.
es: Por defecto se mostrarán solo las últimas 100 líneas de cada archivo de registro, la última línea siempre es la más reciente.
fr: Par défaut, cette vue ne montre que les 100 dernières lignes de chaque log, avec les dernières lignes en premier.
id: Secara asali, tampilan ini hanya menampilkan 100 baris terakhir dari setiap berkas pencatatan, dengan baris terbaru di bagian bawah.
nb_no: Som standard viser denne visningen kun de siste 100 linjene i hver loggfil, med de nyeste linjene til slutt.
pt: Por padrão, esta visualização mostra apenas as últimas 100 linhas de cada arquivo de log, com as linhas mais recentes por último.
vi: Mặc định, chế độ xem này chỉ hiển thị 100 dòng cuối cùng của mỗi tệp nhật ký, với các dòng mới nhất ở dưới cùng.

source: General Logs pertain to the main application.
es: Registros generales de la aplicación principal.
fr: Les logs généraux appartiennent à l'application principale.
id: Pencatatan Umum berkaitan dengan aplikasi utama.
nb_no: Generelle Logger gjelder hovedapplikasjonen.
pt: Os registros gerais pertencem ao aplicativo principal.
vi: Nhật ký chung liên quan đến ứng dụng chính.

source: Shinobu Logs correspond to the Background Worker.
es: Registros de Shinobu que corresponden al trabajador de fondo.
fr: Les logs Shinobu proviennent de l'observateur de fichier.
id: Pencatatan Shinobu berkaitan dengan Pekerja Latar Belakang.
nb_no: Shinobu-loggeene sammenstemmer med Bakgrundsarbeideren.
pt: Logs Shinobu correspondente ao Background Worker.
vi: Nhật ký Shinobu liên quan đến công việc nền.

source: Plugin Logs are reserved for metadata plugins only.
es: Registros de complementos reservado solo para los que proveen metadatos.
fr: Les logs de plugin sont réservés aux plugins de métadonnées uniquement.
id: Pencatatan Plugin khusus untuk plugin metadata saja.
nb_no: Programvaretillegg-loggene er kun forbeholdt metadata programvaretillegg.
pt: Os Logs de Plugins são reservados apenas para plugins com metadata.
vi: Nhật ký plugin chỉ áp dụng cho các plugin metadata.

source: Mojolicious logs won't tell much unless you're running Debug Mode.
es: Los registros de Mojolicious no tendrán mucha información a menos que uses el modo de depuración.
fr: Les logs Mojolicious seront vides si vous n'avez pas activé le mode debug.
id: Pencatatan Mojolicious tidak akan memberikan banyak informasi kecuali Anda menjalankan Mode Awakutu.
nb_no: Mojolicious-loggene sier ikke mye med mindre du er i Feilsøkingsmodus.
pt: Os logs de Mojolicious não revelam muita coisa se não estiverem rodando no Modo Depuração.
vi: Nhật ký Mojolicious sẽ không có nhiều thông tin trừ khi bạn bật chế độ gỡ lỗi.

source: Redis logs won't be available from here if you're running from source!
es: ¡Los registros de Redis no se mostrarán si estás ejecutando desde el código fuente!
fr: Les logs Redis ne seront visibles ici que pour les installations Docker/Windows.
id: Pencatatan Redis tidak akan tersedia di sini jika Anda menjalankan langsung dari sumber!
nb_no: Redis-loggene er ikke tilgjengelige her dersom du kjører fra kildekode!
pt: Os logs Redis não estarão disponíveis a partir daqui se você não estiver rodando da fonte!
vi: Nhật ký Redis sẽ không có ở đây nếu bạn đang chạy từ nguồn!

source: Currently Viewing:
es: Actualmente viendo:
fr: En train de lire :
id: Sedang Melihat:
nb_no: Viser nå:
pt: Visualização Atual:
vi: Đang xem:

source: general
fr: général
id: umum
nb_no: Generelt
pt: geral
vi: chung

source: Refresh
es: Refrescar
fr: Rafraîchir
id: Segarkan
nb_no: Oppdater
pt: Atualizar
vi: Làm mới

source: Lines:
es: Líneas:
fr: Lignes :
id: Baris:
nb_no: Linjer:
pt: Linhas:
vi: Dòng:

source: View LANraragi Logs
es: Ver registros de LANraragi
fr: Voir les Logs LANraragi
id: Lihat Pencatatan LANraragi
nb_no: Se LANraragi-loggene
pt: Visualizar Logs do LANraragi
vi: Xem nhật ký LANraragi

source: View Shinobu Logs
es: Ver registros de Shinobu
fr: Voir les Logs Shinobu
id: Lihat Pencatatan Shinobu
nb_no: Se Shinobu-loggene
pt: Visualizar os Logs do Shinobu
vi: Xem nhật ký Shinobu

source: View Plugin Logs
es: Ver registros de complementos
fr: Voir les Logs Plugin
id: Lihat Pencatatan Plugin
nb_no: Se Programvaretillegg-loggene
pt: Visualizar os Logs do Plugin
vi: Xem nhật ký Plugin

source: View Mojolicious Logs
es: Ver registros de Mojolicious
fr: Voir les Logs Mojolicious
id: Lihat Pencatatan Mojolicious
nb_no: Se Mojolicious-loggene
pt: Visualizar os Logs do Mojolicious
vi: Xem nhật ký Mojolicious

source: View Redis Logs
es: Ver registros de Redis
fr: Voir les Logs Redis
id: Lihat Pencatatan Redis
nb_no: Se Redis-loggene
pt: Visualizar os Logs do Redis
vi: Xem nhật ký Redis

source: Plugin Configuration
es: Configuración de complementos
fr: Paramètres des plugins
id: Konfigurasi Plugin
nb_no: Programvaretilleggskonfigurasjon
pt: Configuração de Plugins
vi: Cấu hình Plugin

source: Enable/Disable Auto-Plugin on metadata plugins by checking the toggles.
es: Habilita/Deshabilita los complementos automáticos utilizando las opciones de selección.
fr: Activez/désactivez l'auto-exécution des plugins de métadonnées via les boutons.
id: Aktifkan/Nonaktifkan Plugin Otomatis pada plugin metadata dengan tombol alih.
nb_no: Aktiver/deaktiver Auto-Programvaretillegg på metadata-programvaretillegg ved å bruke bryterne.
pt: Habilitar/desabilitar o plugin automático em plugins de metadados apenas marcando as opções.
vi: Bật/Tắt Plugin tự động cho các plugin metadata bằng cách bật/tắt công tắc.

source: Plugins will be automatically used on new archives if they're toggled here.
es: Los complementos se usarán automáticamente en los archivos nuevos si están marcados acá.
fr: Les plugins activés ici seront automatiquement utilisés sur les nouvelles archives.
id: Plugin akan digunakan secara otomatis pada arsip baru jika diaktifkan di sini.
nb_no: Programvaretillegg vil automatisk bli brukt på nye arkiver om de er skrudd på her.
pt: Plugins serão usados automaticamente nos novos arquivos se eles forem alterados aqui.
vi: Các plugin sẽ được tự động sử dụng cho truyện mới nếu chúng được bật ở đây.

source: If they have configuration variables, you can set them here as well.
es: Si tienen alguna configuración también la puedes colocar acá.
fr: Si ils disposent de variables de configuration, elles peuvent êtres modifiées ici également.
id: Jika plugin memiliki variabel konfigurasi, Anda juga dapat mengaturnya di sini.
nb_no: Om de har konfigurasjonsvariabler kan du sette de her også.
pt: Caso eles tenham variáveis de configuração, você também pode defini-las aqui.
vi: Nếu có các biến cấu hình, bạn có thể thiết lập chúng tại đây.

source: You can also trigger Scripts here. Triggering a script will save your Plugin settings beforehand.
es: También puedes ejecutar scripts acá. Al ejecutar un script se guardará la configuración de complementos.
fr: Vous pouvez également déclencher des scripts ici. Déclencher un script enregistrera vos paramètres au préalable.
id: Anda juga dapat menjalankan Skrip di sini. Menjalankan skrip akan menyimpan pengaturan Plugin terlebih dahulu.
nb_no: Du kan også kjøre skript herfra. Når du kjører et skript, vil programvaretillegg-innstillingene dine lagres på forhånd.
pt: Você também pode acionar os scripts aqui. Acionar um script para salvar as configurações do plugin antecipadamente.
vi: Bạn cũng có thể chạy Script ở đây. Khi chạy script, cài đặt plugin của bạn sẽ được lưu lại trước.

source: Login Plugins
es: Complementos de sesión
fr: Plugins de connexion
id: Plugin Log Masuk
nb_no: Programvaretillegg for Pålogging
pt: Plugins de Acesso
vi: Plugin đăng nhập

source: Downloaders
es: Descargadores
fr: Plugins de téléchargement
id: Pengunduh
nb_no: Nedlastere
pt: Baixados
vi: Trình tải xuống

source: Scripts
id: Skrip
nb_no: Skripts

source: Metadata Plugins
es: Complementos de metadatos
fr: Plugins de métadonnées
id: Plugin Metadata
nb_no: Programvaretillegg for Metadata
pt: Plugins dos Metadados
vi: Plugin Metadata

source: Allow Plugins to replace archive titles:
es: Permitir al complemento reemplazar los títulos de los archivos:
fr: Permettre aux plugins de remplacer les titres des archives :
id: Izinkan plugin untuk mengganti judul arsip:
nb_no: Tillat Programvaretillegg å erstatte arkiv tittler:
pt: Permitir que os plugins substituam os títulos do arquivo:
vi: Cho phép plugin thay đổi tiêu đề truyện:

source: If enabled, metadata plugins will be able to change the title of your archives alongside adding tags to them.
es: Si se habilita, los complementos de metadatos podrán cambiar el título de tus archivos, además de agregar las etiquetas.
fr: Si activé, les plugins de métadonnées pourront changer le titre de vos archives en plus d'y ajouter des métadonnées.
id: Jika diaktifkan, plugin metadata dapat mengubah judul arsip selain menambahkan tag.
nb_no: Hvis aktivert, vil programvaretillegg for metadata kunne endre tittelen på arkivene dine i tillegg til å legge til tagger.
pt: Se ativados, os plugins de metadados poderão alterar o título dos seus arquivos e adicionar etiquetas a eles.
vi: Nếu bật, các plugin metadata sẽ có thể thay đổi tiêu đề của truyện và thêm thẻ vào chúng.

source: A script is running...
es: Un script se está ejecutando...
fr: Un script est en cours d'exécution...
id: Skrip sedang berjalan ...
nb_no: Ett skript kjører...
pt: Um script em execução...
vi: Script đang chạy...

source: Save Plugin Configuration
es: Guardar configuración de complementos
fr: Sauvegarder la configuration des plugins
id: Simpan Konfigurasi Plugin
nb_no: Lagre Konfigurasjon for Programvaretillegg
pt: Salvar a Configuração do Plugin
vi: Lưu cấu hình plugin

source: Upload Plugin
es: Cargar complemento
fr: Ajouter un plugin
id: Unggah Plugin
nb_no: Opplastningsprogramvaretillegg
pt: Upload do Plugin
vi: Tải lên Plugin

source: This plugin will trigger on URLs matching this regex!
es: ¡Este complemento se ejecutará en las URLs que concuerden con esta expresión regular!
id: Plugin ini akan berjalan pada URL yang cocok dengan regex ini!
nb_no: Dette programvaretillegget vil utløses på URL-er som samsvarer med dette regex-mønsteret!
pt: Este plugin será acionado em URLs que correspondam a esta regex!
vi: Plugin này sẽ kích hoạt khi có URL khớp với regex này!

source: This plugin depends on the login plugin
es: Este complemento depende de un complemento de sesión
id: Plugin ini membutuhkan plugin log masuk untuk berfungsi
nb_no: Dette programvaretillegget er avhengig av påloggingsprogramvaretillegget
pt: Este plugin depende do plugin de login
vi: Plugin này phụ thuộc vào plugin đăng nhập

source: Trigger Script
es: Ejecutar script
id: Jalankan Skrip
nb_no: Kjør Skript
pt: Script de Gatilho
vi: Kích hoạt script

source: Run Automatically
es: Ejecutar automáticamente
id: Jalankan Secara Otomatis
nb_no: Kjør Automatisk
pt: Executa Automaticamente
vi: Chạy tự động

source: Plugin Settings
es: Configuración del complemento
id: Pengaturan Plugin
nb_no: Programvaretillegginstillinger
pt: Ajustes do Plugin
vi: Cài đặt Plugin

source: Done reading? Go back to Archive Index
es: ¿Ya terminaste de leer? Vuelve al índice de archivos
fr: Fini de lire ? Revenir à la bibliothèque
id: Selesai membaca? Kembali ke Indeks Arsip
nb_no: Ferdig med å lese? Gå tilbake til Arkivindeksen
pt: Terminou de ler? Volte ao Índice do Arquivo
vi: Đã đọc xong? Quay lại Danh sách Truyện

source: View full-size image
es: Ver imagen en tamaño completo
fr: Voir l'image d'origine
id: Lihat gambar ukuran penuh
nb_no: Se fullstørrelse bilde
pt: Ver imagem em tamanho real
vi: Xem ảnh kích thước đầy đủ

source: Switch to another random archive
es: Cambiar a otro archivo aleatorio
fr: Ouvrir une autre archive au hasard
id: Beralih ke arsip acak lainnya
nb_no: Bytt til ett annet tilfeldig arkiv
pt: Mudar para outro arquivo aleatório
vi: Chuyển sang truyện ngẫu nhiên khác

source: Admin Options
es: Opciones de administrador
fr: Options administrateur
id: Pengaturan Admin
nb_no: Admin-instillinger
pt: Opções do Administrador
vi: Tuỳ chọn Admin

source: Set this Page as Thumbnail
es: Utilizar esta página como miniatura de portada
fr: Définir comme couverture
id: Tetapkan Halaman Ini sebagai Keluku
nb_no: Set denne Siden som Miniatyrbilde
pt: Definir esta Página como Miniatura
vi: Đặt Trang này làm Ảnh thu nhỏ

source: Set the currently opened page as the thumbnail for this archive.
es: Utilizar la página abierta como miniatura de portada para este archivo.
fr: Définir la page actuelle comme miniature de couverture pour cette archive.
id: Tetapkan halaman yang sedang dibuka sebagai keluku untuk arsip ini.
nb_no: Sett den åpnede siden som miniatyrbilde for dette arkivet.
pt: Defina a página aberta no momento asim como a miniatura para esse arquivo.
vi: Đặt trang đang mở làm ảnh thu nhỏ cho truyện này.

source: Clean Archive Cache
es: Limpiar caché de archivos
fr: Nettoyer le cache d'archive
id: Bersihkan Singgahan Arsip
nb_no: Rens Arkiv Cachen
pt: Limpar Arquivo do Cache
vi: Dọn bộ nhớ đệm của truyện

source: Edit Archive Metadata
es: Editar metadatos del archivo
fr: Modifier les métadonnées de l'archive
id: Sunting Metadata Arsip
nb_no: Rediger Arkiv Metadata
pt: Editar Metadados do Arquivo
vi: Sửa Metadata Truyện

source: Delete Archive
es: Eliminar archivo
fr: Supprimer l'archive
id: Hapus Arsip
nb_no: Slett arkiv
pt: Apagar o Arquivo
vi: Xoá truyện

source: Categories
es: Categorías
fr: Catégories
id: Kategori
nb_no: Kategorier
pt: Categorias
vi: Danh mục

source: Add to :
es: Agregar a:
fr: AJouter à :
id: Tambahkan ke:
nb_no: Legg til:
pt: Adicionar para :
vi: Thêm vào:
