Repository: Difegue/LANraragi
Catalog: locales/template/*.po
Languages: es, fr, id, nb_no, pt, vi

source: You can backup your existing database here, or restore an existing backup.
es: Acá puedes crear una copia de seguridad de la base de datos o restaurar una copia existente.
fr: Vous pouvez créer ou restaurer une copie de sauvegarde de votre base de données ici.
id: Anda dapat mencadangkan pangkalan data yang ada di sini atau memulihkan cadangan yang ada.
nb_no: Du kan sikkerhetskopiere din eksisterende database her, eller gjenopprette en eksisterende sikkerhetskopi.
pt: Aqui Você pode fazer uma cópia do seu banco de dados atual ou restaurar uma cópia existente.
vi: Bạn có thể sao lưu cơ sở dữ liệu hiện tại của mình tại đây, hoặc khôi phục bản sao lưu hiện có.

source: Backuping allows you to download a JSON file containing all your categories and archive IDs, and their matching metadata.
es: La copia de seguridad te permite descargar un archivo JSON con la información de categorías e ID de archivos, y sus respectivos metadatos.
fr: La sauvegarde vous permet de télécharger un JSON contenant toutes vos catégories et ID d'archives, ainsi que leurs métadonnées associées.
id: Pencadangan memungkinkan Anda mengunduh berkas JSON yang berisi semua kategori dan ID arsip serta metadata yang cocok.
nb_no: Sikkerhetskopiering tillater deg å laste ned en JSON fil som inneholder alle kategoriene og arkiv ID'ene dine, og den matchende metadataen.
pt: A cópia de segurança permite que você faça o download de um arquivo JSON que contém todas as suas categorias e IDs de arquivo, além dos metadados correspondentes.
vi: Sao lưu cho phép bạn tải xuống file JSON chứa tất cả các danh mục và ID truyện của bạn cùng metadata phù hợp.

source: Restoring from a backup will restore this metadata, <b>for IDs which already exist in your database.</b>
es: Restaurar una copia de seguridad restaurará estos metadatos, <b>para las IDs que ya existen en la base de datos.</b>
fr: Charger une copie restaurera lesdites métadonnées, <b>uniquement pour les IDs que vous possédez déjà.</b>
id: Memulihkan dari cadangan akan memulihkan metadata ini, <b>untuk ID yang telah ada di pangkalan data Anda.</b>
nb_no: Gjenopprettning fra en sikkerhetskopi vil gjenopprette denne metadataen, <b>for ID'er som allerede eksisterer i databasen din.</b>
pt: A restauração a partir de uma cópia de segurança restaurará esses metadados, <b>para IDs que já existem em seu banco de dados.</b>
vi: Khôi phục từ bản sao lưu sẽ khôi phục metadata này, <b>đối với các ID đã tồn tại trong cơ sở dữ liệu của bạn.</b>

source: (Categories will always be restored)
es: (Las categorías siempre se restaurarán)
fr: (Les catégories seront toujours restaurées)
id: (Kategori akan selalu dipulihkan)
nb_no: (Kategorier vil alltid bli gjenopprettet)
pt: (As categorias sempre serão restauradas)
vi: (Các danh mục sẽ luôn được khôi phục)

source: Backup Database
es: Copia de seguridad de la base de datos
fr: Sauvegarder la BDD
id: Cadangkan Pangkalan Data
nb_no: Sikkerhetskopier database
pt: Backup do Banco de Dados
vi: Sao lưu cơ sở dữ liệu

source: Restore Backup
es: Restaurar copia de seguridad
fr: Restaurer une sauvegarde
id: Pulihkan Cadangan
nb_no: Gjenopprett database
pt: Restaurar o Backup
vi: Khôi phục bản sao lưu

source: Restoring your backup ...
es: Restaurando la copia de seguridad...
fr: Restauration de votre sauvegarde...
id: Memulihkan cadangan Anda ...
nb_no: Gjenoppretter din database ...
pt: Restaurando seu backup ...
vi: Đang khôi phục bản sao lưu của bạn ...

source: You can apply modifications to multiple archives in one go here.
es: Aquí puedes aplicar modificaciones a múltiples archivos en una sola operación.
fr: Cette page vous permet d'appliquer des modifications à plusieurs archives simultanément.
id: Anda dapat menerapkan perubahan ke beberapa arsip sekaligus di sini.
nb_no: Du kan ta i bruk endringer av flere arkiver på en gang her.
pt: Aqui você pode aplicar modificações em múltiplos arquivos de uma vez.
vi: Bạn có thể sửa nhiều truyền cùng lúc tại đây.

source: Select what you'd like to do, check archives you want to use it on, and get rolling!
es: ¡Selecciona lo que te gustaría hacer, selecciona los archivos que quieres modificar y comienza!
fr: Choisissez ce que vous voulez faire, les archives sur lesquelles opérer, et c'est parti !
id: Pilih apa yang ingin Anda lakukan, centang arsip yang ingin digunakan, dan mulai prosesnya!
nb_no: Velg hva du ønsker å gjøre, sjekk arkivene du vil bruke det på, og kjør på!
pt: Selecione o que você gostaria de fazer, verifique os arquivos em que deseja fazê-lo e simbora!
vi: Chọn hành động bạn muốn thực hiện, đánh dấu các truyện bạn muốn áp dụng, rồi bắt đầu thôi!

source: Archives with no tags have been pre-checked.
es: Los archivos sin etiquetas se han preseleccionado.
fr: Les archives sans tags ont été pré-selectionnées.
id: Arsip tanpa tag telah dicentang terlebih dahulu.
nb_no: Arkiver uten tagger har blitt forhåndsvalgt.
pt: Arquivos sem etiquetas foram pré-selecionados.
vi: Các truyện không có thẻ đã được kiểm tra trước.

source: Task :
es: Tarea:
fr: Tâche :
id: Tugas:
nb_no: Oppgave :
pt: Tarefa:
vi: Tác vụ :

source: Use Plugin
es: Usar complemento
fr: Utiliser un plugin
id: Gunakan Plugin
nb_no: Bruk programvaretillegg
pt: Utilizar um Plugin
vi: Dùng Plugin

source: Remove New Flag
es: Quitar marcador de nuevo
fr: Retirer le flag "New"
id: Hapus Tanda Baru
nb_no: Fjern Nytt Flagg
pt: Remover a Nova Flag
vi: Xoá Cờ Mới

source: Apply Tag Rules
es: Aplicar reglas de etiquetas
fr: Appliquer les règles de conversion de tags
id: Terapkan Aturan Tag
nb_no: Bruk taggregler
pt: Aplicar as Regras das Etiquetas
vi: Áp dụng quy tắc thẻ

source: Add To Category
es: Agregar a categoría
fr: Ajouter à une catégorie
id: Tambahkan Ke Kategori
nb_no: Legg Til i Kategori
pt: Adicionar a Categoria
vi: Thêm vào danh mục

source: Use plugin :
es: Utilizar complemento:
fr: Utiliser le plugin :
id: Gunakan plugin:
nb_no: Bruk programvaretillegg :
pt: Utilizar o plugin:
vi: Dùng plugin :

source: Timeout (max 20s):
es: Tiempo de espera (máximo 20 segundos):
fr: Intervalle d'exécution (max 20s) :
id: Batas waktu (maks. 20 detik):
nb_no: Tidsavbrudd (maks 20s):
pt: Tempo restante de no (máximo 20s):
vi: Thời gian chờ (tối đa 20 giây):

source: This plugin recommends a cooldown of <span id="cooldown">-1</span> seconds.
es: Este complemento recomienda un tiempo de enfriamiento de <span id="cooldown">-1</span> segundos.
fr: Ce plugin recommande un intervalle de <span id="cooldown">-1</span> secondes.
id: Plugin ini menyarankan jeda selama <span id="cooldown">-1</span> detik.
nb_no: Dette programvaretillegget annbefaler en nedkjølingstid på <span id="cooldown">-1</span> sekunder.
pt: Esse plugin recomenda um tempo de espera de <span id="cooldown">-1</span> segundos.
vi: Plugin này đề xuất thời gian chờ là <span id="cooldown">-1</span> giây.

source: Some external services may temporarily ban your machine for excessive loads if you call a plugin too many times!
es: ¡Algunos servicios externos pueden bloquear temporalmente tu dispositivo por carga excesiva si ejecutas un complemento demasiadas veces!
fr: Certains services externes peuvent temporairement bannir votre machine pour abus si vous utilisez un plugin trop de fois !
id: Beberapa layanan eksternal dapat memblokir sementara perangkat Anda jika beban berlebihan akibat memanggil plugin terlalu sering!
nb_no: Noen eksterne tjenester kan midlertidig blokkere maskinen din ved for høy belastning hvis du bruker et programvaretillegg for mange ganger!
pt: Alguns serviços externos podem banir temporariamente sua máquina por excesso de carga caso o plugin seja requisitado várias vezes!
vi: Một số dịch vụ bên ngoài có thể tạm thời cấm máy của bạn vì tải quá mức nếu bạn gọi một plugin quá nhiều lần!

source: Make sure to set a suitable <b>timeout</b> between archives using this picker if the plugin you want to use is concerned.
es: Asegúrate de asignar un <b>tiempo de espera</b> entre archivos usando este selector si el complemento que deseas utilizar presenta este problema.
fr: Assurez vous de définir un <b>intervalle</b> d'exécution approprié via cette option si le plugin que vous voulez utiliser est concerné.
id: Pastikan untuk mengatur <b>batas waktu</b> yang sesuai antara arsip menggunakan pemilih ini jika plugin yang ingin Anda gunakan memerlukannya.
nb_no: Sørg for å angi et passende <b>tidsavbrudd</b> mellom arkiver når du bruker denne velgeren, hvis programvaretillegget du vil bruke er relevant.
pt: Certifique-se de definir um <b>tempo limite</b> adequado entre os arquivos usando este seletor, caso o plugin que você deseja usar esteja em questão.
vi: Nếu plugin bạn muốn dùng có liên quan, hãy đảm bảo đặt <b>thời gian chờ</b> hợp lý giữa các truyện khi dùng trình chọn này.

source: Override Plugin Global Arguments
es: Sobrescribir argumentos globales del complemento
fr: Remplacer les paramètres globaux du plugin
id: Timpa Argumen Global Plugin
nb_no: Overstyr globale argumenter for programvaretillegg
pt: Substituir Argumentos Globais do Plugin
vi: Ghi đè tham số chung của Plugin

source: This will apply the following Tag Rules to the selected Archives.
es: Esto aplicará las siguientes reglas de etiquetas a los archivos seleccionados.
fr: Les règles de conversion de tags suivantes seront appliquées aux archives selectionnées.
id: Ini akan menerapkan Aturan Tag berikut ke Arsip yang dipilih.
nb_no: Dette vil bruke følgende taggregler på de valgte arkivene.
pt: Isso aplicará as seguintes Regras da Etiqueta aos Arquivos selecionados.
vi: Thao tác này sẽ áp dụng các Quy tắc thẻ sau vào các Truyện đã chọn.

source: You can edit your Tag Rules in Server Configuration.
es: Puedes editar las reglas de etiquetas en la configuración del servidor.
fr: Vous pouvez modifier vos règles de conversion de tags dans les paramètres du serveur.
id: Anda dapat menyunting Aturan Tag Anda di Konfigurasi Peladen.
nb_no: Du kan redigere dine Taggregler i serverkonfigurasjon.
pt: Você pode editar sua Etiqueta de Regras na Configuração do Servidor.
vi: Bạn có thể sửa Quy tắc Thẻ trong Cấu hình Máy chủ.

source: Server Configuration
es: Configuración del servidor
fr: Paramètres du serveur
id: Konfigurasi Peladen
nb_no: Serverkonfigurasjon
pt: Configuração do Servidor
vi: Cấu hình Máy chủ

source: This removes the "new" flag from the selected archives.
es: Esto removerá todos los "marcadores de nuevo" de los archivos seleccionados.
fr: Ceci retire l'indicateur "new" des archives selectionnées.
id: Ini menghapus tanda "baru" dari arsip yang dipilih.
nb_no: Dette fjerner "ny" flagget fra de valgte arkiver.
pt: Isso remove a flag de "novo" dos arquivos selecionados.
vi: Thao tác này sẽ xóa cờ "mới" khỏi các truyện đã chọn.

source: Add to Category :
es: Agregar a categoría:
fr: Ajouter à la catégorie :
id: Tambahkan ke Kategori:
nb_no: Legg til i Kategori :
pt: Adicionar a Categoria:
vi: Thêm vào Danh mục:

source: This will delete both metadata and matching files from your system! Please use with caution.
es: ¡Esto eliminará los metadatos y los archivos correspondientes de tu sistema! Por favor utilízalo con cuidado.
fr: Ceci supprimera les métadonnées et les fichiers associés de votre machine ! Utilisez avec précaution.
id: Ini akan menghapus metadata dan berkas yang cocok dari sistem Anda! Gunakan dengan hati-hati.
nb_no: Dette vil slette både metadata og matchende filer fra systemet! Venligst bruk med forsiktighet.
pt: Isso irá excluir os metadados e os arquivos correspondentes do seu sistema! Use com cautela.
vi: Thao tác này sẽ xóa cả metadata và các file trùng khớp khỏi hệ thống của bạn! Hãy sử dụng thận trọng.

source: Check/Uncheck all
es: Marcar/Desmarcar todo
fr: Sélectionner/déselectionner tout
id: Centang/Batal centang semua
nb_no: Merk/Avmerk alle
pt: Marcar/Desmarcar tudo
vi: Chọn/Bỏ chọn tất cả

source: Start Task
es: Iniciar tarea
fr: Démarrer la tâche
id: Mulai Tugas
nb_no: Start Oppgave
pt: Iniciar a Tarefa
vi: Bắt đầu Tác vụ

source: Cancel
es: Cancelar
fr: Annuler
id: Batal
nb_no: Avbryt
pt: Cancelar
vi: Huỷ

source: Start another job
es: Iniciar otra tarea
fr: Démarrer une autre tâche
id: Mulai tugas lain
nb_no: Start en ny jobb
pt: Iniciar um outro serviço
vi: Bắt đầu tiến trình khác

source: Processed <span id="arcs"></span> out of <span id="totalarcs"></span>
es: Procesados <span id="arcs"></span> de <span id="totalarcs"></span>
fr: Traité <span id="arcs"></span> archives sur un total de <span id="totalarcs"></span>
id: <span id="arcs"></span> diproses dari <span id="totalarcs"></span>
nb_no: Behandlet <span id="arcs"></span>av<span id="totalarcs"></span>
pt: Processado <span id="arcs"></span> fora de <span id="totalarcs"></span>
vi: Đã hoàn tất <span id="arcs"></span>trên tổng số <span id="totalarcs"></span>

source: Preparing your data.
es: Preparando tus datos.
fr: Préparation de vos données.
id: Menyiapkan data Anda.
nb_no: Forbereder dataene dine.
pt: Preparando seus dados.
vi: Đang chuẩn bị dữ liệu của bạn.

source: Categories appear at the top of your window when browsing the Library.
es: Las categorías aparecen en la parte superior de la ventana cuando navegas la biblioteca.
fr: Les catégories apparaissent en haut de votre fenêtre dans la Bibliothèque.
id: Kategori muncul di bagian atas jendela Anda saat menjelajahi Pustaka.
nb_no: Kategorier vises øverst i vinduet når du blar gjennom biblioteket.
pt: As categorias aparecem na parte superior da janela ao navegar na Biblioteca.
vi: Các danh mục sẽ hiển thị ở đầu cửa sổ khi bạn duyệt Thư viện.

source: There are two distinct kinds:
es: Existen dos tipos distintos:
fr: Il en existe deux sortes :
id: Ada dua jenis yang berbeda:
nb_no: Det finnes to unike typer:
pt: Existem dois tipos distintos:
vi: Có hai loại riêng biệt:

source: Static Categories are arbitrary collections of Archives, where you can add as many items as you want.
es: Categorías estáticas son un grupo de archivos donde puedes agregar tantos elementos como quieras.
fr: Les catégories statiques sont des collections définies d'archives, ou vous pouvez ajouter autant d'éléments que vous voulez.
id: Kategori Statis adalah kumpulan Arsip sebarang, tempat Anda dapat menambahkan banyak butir sesuai keinginan.
nb_no: Statiske kategorier er vilkårlige samlinger av arkiver, hvor du kan legge til så mange elementer du ønsker.
pt: Categorias estáticas são coleções aleatórias de arquivos, onde você pode adicionar quantos itens quiser.
vi: Danh mục Tĩnh là các bộ sưu tập tùy ý của các Truyện, nơi bạn có thể thêm bao nhiêu mục tùy thích.

source: Dynamic Categories contain all archives matching a given predicate, and automatically update alongside your library.
es: Categorías dinámicas contienen todos los archivos que coinciden con un texto de búsqueda y se actualizan automáticamente.
fr: Les catégories dynamiques contiendront toutes les archives qui correspondent à un certain prédicat de recherche, et se mettront à jour automatiquement.
id: Kategori Dinamis berisi semua arsip yang cocok dengan predikat tertentu dan dimutakhirkan secara otomatis bersamaan dengan pustaka Anda.
nb_no: Dynamiske Kategorier inneholder alle arkiver som samsvarer med et gitt kriterium, og oppdateres automatisk sammen med biblioteket ditt.
pt: Categorias Dinâmicas incluem todos os arquivos que atendem a uma condição específica e são atualizadas automaticamente conforme sua biblioteca muda.
vi: Danh mục động chứa tất cả Truyện khớp với tiêu chí lọc đã đặt và sẽ tự động cập nhật cùng với Thư viện.

source: You can create new categories here or edit existing ones.
es: Acá puedes crear nuevas categorías o modificar alguna existente.
fr: Vous pouvez créer de nouvelles catégories ici, ou modifier celles qui existent déjà.
id: Anda dapat membuat kategori baru di sini atau menyunting yang telah ada.
nb_no: Du kan lage nye kategorier her eller redigere eksisterende.
pt: Você pode criar aqui uma nova categoria ou editar uma existente.
vi: Bạn có thể tạo danh mục mới tại đây hoặc sửa danh mục hiện có.

source: Select a category in the combobox below to edit its name, the archives it contains, or its predicate.
es: Selecciona una categoría para modificar su nombre, archivos que contiene o su texto de búsqueda.
fr: Choissisez une catégorie ci-dessous pour modifier son nom, ses archives, ou son prédicat de recherche.
id: Pilih kategori dalam daftar tarik-turun di bawah untuk menyunting namanya, arsip di dalamnya, atau predikatnya.
nb_no: Velg en kategori i rullegardinmenyen nedenfor for å redigere navnet dens, arkivene den inneholder, eller kriteriet dens.
pt: Selecione uma categoria na lista abaixo para editar seu nome, os arquivos incluídos ou sua regra.
vi: Chọn danh mục trong menu thả xuống để sửa tên, truyện chứa trong đó hoặc tiêu chí lọc.

source: All your modifications are saved automatically.
es: Todas las modificaciones se guardan automáticamente.
fr: Toute modification est sauvegardée automatiquement.
id: Semua perubahan Anda disimpan secara otomatis.
nb_no: Alle modifikasjonene dine lagres automatisk.
pt: Todas as modificações serão salvas automaticamente.
vi: Mọi sửa đổi của bạn sẽ được lưu tự động.

source: Category:
es: Categoría:
fr: Catégorie :
id: Kategori:
nb_no: Kategori:
pt: Categoria:
vi: Danh mục:

source: Name:
es: Nombre:
fr: Nom :
id: Nama:
nb_no: Navn:
pt: Nome:
vi: Tên:

source: Predicate:
es: Texto de búsqueda:
fr: Prédicat :
id: Predikat:
nb_no: Kriterie:
pt: Regra:
vi: Tiêu chí lọc:

source: Pin this Category
es: Anclar esta categoría
fr: Épingler cette catégorie
id: Sematkan Kategori Ini
nb_no: Fest denne Kategorien
pt: Fixar essa Categoria
vi: Ghim Danh mục này

source: Delete Category
es: Eliminar categoría
fr: Supprimer la catégorie
id: Hapus Kategori
nb_no: Slett Kategori
pt: Excluir Categoria
vi: Xoá Danh mục

source: If you select a Static Category, your archives will appear here so you can add/remove them from the category.
es: Si seleccionas una categoría estática, tus archivos aparecerán acá para que puedas agregar o eliminarlos de la categoría.
fr: Si vous sélectionnez une catégorie statique, vos archives apparaîtront ici pour que vous puissiez les ajouter/retirer à la catégorie.
id: Jika Anda memilih Kategori Statis, arsip Anda akan muncul di sini sehingga Anda dapat menambah/menghapusnya dari kategori.
nb_no: Hvis du velger en Statisk Kategori, vil arkivene dine vises her, så du kan legge de til eller fjerne de fra kategorien.
pt: Se você selecionar uma categoria estática, seus arquivos aparecerão aqui para que você possa adicioná-los/removê-los da categoria.
vi: Nếu bạn chọn Danh mục Tĩnh, truyện của bạn sẽ xuất hiện ở đây để bạn có thể thêm/xóa chúng khỏi danh mục.

source: Store Bookmarks in this Category
es: Guardar marcadores en esta categoría
fr: Stocker les marque-pages dans cette catégorie
id: Simpan Penanda dalam Kategori Ini
nb_no: Lagre Bokmerker i denne Kategorien
pt: Marcadores da Loja nessa Categoria
vi: Lưu Dấu trang trong Danh mục này

source: Error linking bookmark button:
es: Error enlazando botón de marcadores:
fr: Erreur lors de l'association des marque-pages :
id: Galat menghubungkan tombol penanda:
nb_no: Feil ved kobling av bokmerkeknapp:
pt: Error na conexão do botão de marcação:
vi: Lỗi khi liên kết nút đánh dấu:

source: Error unlinking bookmark button:
es: Error desenlazando botón de marcadores:
fr: Erreur lors de l'association des marque-pages :
id: Galat memutuskan tombol penanda:
nb_no: Feil ved fjerning av bokmerkeknapp:
pt: Erro ao desvincular o botão de favoritos:
vi: Lỗi khi hủy liên kết nút đánh dấu:

source: Error getting bookmark category:
es: Error al obtener categoría de marcadores:
fr: Erreur lors de la récupération de la catégorie des marque-pages
id: Galat mengambil kategori penanda:
nb_no: Feil ved henting av bokmerkekategori:
pt: Erro ao obter categoria do marcador:
vi: Lỗi khi lấy danh mục đánh dấu:

source: New Static Category
es: Nueva categoría estática
id: Kategori Statis Baru
nb_no: Ny Statisk Kategori
pt: Nova Categoria Estática
vi: Danh mục Tĩnh mới

source: New Dynamic Category
es: Nueva categoría dinámica
id: Kategori Dinamis Baru
nb_no: Ny Dynamisk Kategori
pt: Nova Categoria Dinâmica
vi: Danh mục Động mới

source: Admin Settings
es: Configuración de administrador
fr: Paramètres d'administration
id: Pengaturan Admin
nb_no: Administrasjonsinnstillinger
pt: Ajustes do Administrador
vi: Cài đặt Admin

source: Version %1 %2
es: Versión %1 - %2
id: Versi %1 - %2
nb_no: Versjon %1 - %2
pt: Versão %1 - %2
vi: Phiên bản %1 - %2

source: Select a category to show the matching settings.
es: Selecciona una opción para visualizar su configuración.
fr: Choisissez une catégorie pour afficher les paramètres associés.
id: Pilih kategori untuk menampilkan pengaturan yang cocok.
nb_no: Velg en kategori for å vise de matchende innstillingene.
pt: Selecione uma categoria para exibir as configurações correspondentes.
vi: Chọn một danh mục để hiển thị các cài đặt phù hợp.

source: Save Settings
es: Guardar configuración
fr: Enregistrer les paramètres
id: Simpan Pengaturan
nb_no: Lagre Instillinger
pt: Salvar Configurações
vi: Lưu Cài đặt

source: Database Backup/Restore
es: Copia de seguridad/restauración de la base de datos
fr: Sauvegarde/Restauration de la BDD
id: Cadangkan/Pulihkan Pangkalan Data
nb_no: Sikkerhetskopier/Gjenopprett Database
pt: Banco de Dados Backup/Restaurar
vi: Sao lưu/Khôi phục cơ sở dữ liệu

source: Global Settings
es: Configuración global
fr: Paramètres généraux
id: Pengaturan Global
nb_no: Globale Instillinger
pt: Configurações Globais
vi: Cài đặt chung

source: Theme
es: Tema
fr: Thème
id: Tema
nb_no: Tema
pt: Tema
vi: Chủ đề

source: Security
es: Seguridad
fr: Sécurité
id: Keamanan
nb_no: Sikkerhet
pt: Segurança
vi: Bảo mật

source: Archive Files
es: Archivos
fr: Stockage des archives
id: Berkas Arsip
nb_no: Arkiver Filer
pt: Arquivos Arquivados
vi: File Truyện

source: Tags and Thumbnails
es: Etiquetas y miniaturas
fr: Métadonnées et Miniatures
id: Tag dan Keluku
nb_no: Tagger og miniatyrbilder
pt: Etiquetas e Miniaturas
vi: Thẻ và Ảnh thu nhỏ

source: Background Workers
es: Trabajadores de fondo
fr: Processus d'arrière-plan
id: Pekerja Latar Belakang
nb_no: Bakgrunnsarbeidere
vi: Công việc nền

source: Archive Directory
es: Carpeta de archivos
fr: Dossier de stockage des archives
id: Direktori Arsip
nb_no: Arkivmappe
pt: Diretório de Arquivos
vi: Thư mục Truyện

source: Directory where the archives will be located. It will be created if it doesn't exist.
es: Carpeta donde se almacenaran los archivos. Se creará si no existe.
fr: Dossier ou les archives seront stockées. Il sera crée si il n'existe pas.
id: Direktori tempat arsip akan disimpan. Akan dibuat jika belum ada.
nb_no: Mappen der arkivene vil bli plassert. Den vil bli opprettet hvis den ikke finnes.
pt: Diretório onde os arquivos serão localizados. Será criado se ainda não existir.
vi: Thư mục nơi truyện được lưu. Thư mục sẽ được tạo nếu chưa tồn tại.

source: Make sure the OS user running LANraragi has read access to this directory.
es: Asegúrate que el usuario del sistema operativo que ejecuta LANraragi tiene acceso de lectura a esta carpeta.
fr: Assurez vous que l'utilisateur système exécutant LANraragi a un accès en lecture à ce dossier.
id: Pastikan pengguna SO yang menjalankan LANraragi memiliki akses baca ke direktori ini.
nb_no: Sørg for at OS brukeren som kjører LANraragi har lesetilgang til denne mappen.
pt: Certifique-se de que o usuário do Sistema Operacional que executa o LANraragi tenha acesso a leitura desse diretório.
vi: Đảm bảo tài khoản hệ điều hành chạy LANraragi có quyền đọc thư mục này.
