Repository: Difegue/LANraragi
Catalog: locales/template/*.po
Languages: es, fr, id, nb_no, pt, vi

source: Add Archive to Category
es: Agregar archivo a categoría
fr: Ajouter l'archive à la catégorie
id: Tambahkan Arsip ke Kategori
nb_no: Legg Arkiv til i Kategori
pt: Adicionar a Categoria do Arquivo
vi: Thêm Truyện vào Danh mục

source: Pages
es: Páginas
id: Halaman
nb_no: Sider
pt: Páginas
vi: Trang

source: Working on it...
es: Trabajando en ello...
fr: On y travaille...
id: Sedang diproses ...
nb_no: Jobber med det...
pt: Trabalhando nisso...
vi: Đang xử lý...

source: You can navigate between pages using:
es: Puedes navegar entre páginas usando:
fr: Vous pouvez naviguer entre les pages en utilisant :
id: Anda dapat berpindah antar halaman menggunakan:
nb_no: Du kan navigere mellom sider med:
pt: Você pode navegar entras as páginas usando:
vi: Bạn có thể di chuyển giữa các trang bằng cách:

source: The arrow icons
es: Los iconos de flechas
fr: Les icônes flèches
id: Ikon panah
nb_no: Pil ikonene
pt: Os ícones de seta
vi: Các biểu tượng mũi tên

source: The a/d keys
es: Las teclas a/d
fr: Les touches A/D
id: Tombol A/D
nb_no: a/d tastene
pt: As chaves a/d
vi: Phím a/d

source: Your keyboard arrows (and the spacebar)
es: Las flechas del teclado (y la barra de espacio)
fr: Vos flèches clavier (et la barre espace)
id: Tombol panah (dan spasi)
nb_no: Piltastene (og mellomrom)
pt: As setas do seu teclado (e a barra de espaço)
vi: Các phím mũi tên trên bàn phím của bạn (và phím cách)

source: Touching the left/right side of the image.
es: Presionando a la izquierda/derecha de la imagen.
fr: Cliquer le côté gauche/droit de l'image.
id: Menyentuh sisi kiri/kanan gambar
nb_no: Klikke på venstre/høyre side av bildet.
pt: Tocando no lado esquerdo/direito da imagem.
vi: Chạm vào cạnh trái/phải của hình ảnh.

source: Other keyboard shortcuts:
es: Otros atajos del teclado:
fr: Autres raccourcis clavier :
id: Pintasan tombol lainnya:
nb_no: Andre hurtigtaster:
pt: Outros atalhos do teclado:
vi: Các phím tắt khác:

source: M: toggle manga mode (right-to-left reading)
es: M: modo manga (lectura de derecha-a-izquierda)
fr: M : activer le mode manga (lecture de droite à gauche)
id: M: beralih ke mode komik (membaca dari kanan ke kiri)
nb_no: M: Aktiver manga modus (høyre til venstre leserettning)
pt: M: alternar para modo mangá (leitura da direita para a esquerda)
vi: M: bật/tắt chế độ đọc truyện (đọc từ phải sang trái)

source: O: show advanced reader options.
es: O: mostrar opciones avanzadas del lector.
fr: O : Montrer les options avancées de la liseuse.
id: O: tampilkan pengaturan pembaca lanjutan
nb_no: O: Vis avanserte leser instillinger.
pt: O: mostrar as opções avançadas do leitor.
vi: O: mở tùy chọn đọc nâng cao.

source: P: toggle double page mode
es: P: modo doble página
fr: P : Activer le mode double page
id: P: beralih ke mode halaman ganda
nb_no: P: Aktiver dobbelt side modus
pt: P: alternar o modo de página dupla
vi: P: bật/tắt chế độ hai trang

source: Q: bring up the thumbnail index and archive options.
es: Q: mostrar el índice de miniaturas y opciones del archivo.
fr: Q : Afficher les options d'archive et les miniatures.
id: Q: tampilkan indeks keluku dan pengaturan arsip
nb_no: Q: Hent opp miniatyrbilde indeks og arkiv instillinger.
pt: Q: abra o índice de miniaturas e as opções do arquivo.
vi: Q: mở danh sách ảnh thu nhỏ và các tùy chọn truyện.

source: R: open a random archive.
es: R: abrir archivo aleatorio.
fr: R : Ouvrir une archive au hasard.
id: R: buka arsip acak
nb_no: R: Åpne ett tilfeldig arkiv.
pt: R: abrir um arquivo aleatório.
vi: R: mở truyện ngẫu nhiên.

source: F: toggle fullscreen mode
es: F: modo pantalla completa
fr: F : Activer le mode plein écran
id: F: beralih ke mode layar penuh
nb_no: F: Aktiver fullskjerm modus
pt: F: alternar para modo tela cheia
vi: F: bật/tắt chế độ toàn màn hình

source: B: toggle bookmark
es: B: aplicar marcador
fr: B : Poser/retirer un marque-page
id: B: tambahkan penanda
nb_no: B: Aktiver bokmerke
pt: B: modo alternativo de tela cheia
vi: B: bật/tắt đánh dấu trang

source: To return to the archive index, touch the arrow pointing down or use Backspace.
es: Para regresar al índice de archivos, presiona la flecha apuntando abajo o usa la barra de espacio.
fr: Pour revenir à la bibliothèque, cliquez la flèche pointant vers le bas, ou utilisez la touche Backspace.
id: Untuk kembali ke indeks arsip, sentuh panah bawah atau tekan tombol <i>backspace</i>.
nb_no: For å gå tilbake til arkivoversikten, trykk på pilen som peker nedover eller bruk Tilbake-tasten (Backspace).
pt: Para retornar ao índice do arquivo, toque na seta que aponta para baixo ou utilize a Barra de Espaços.
vi: Để quay lại danh sách truyện, chạm vào mũi tên chỉ xuống hoặc sử dụng phím Backspace.

source: Reader Options
es: Opciones del lector
fr: Options de la liseuse
id: Pengaturan Pembaca
nb_no: Leser Instillinger
pt: Opções do Leitor
vi: Tùy chọn trình đọc

source: Those options save automatically -- Click around and find out!
es: Estas opciones se guardan automáticamente. ¡Pruébalas y descubre lo que mejor te guste!
fr: Ces options s'appliquent automatiquement -- Cliquez et regardez !
id: Pengaturan tersimpan secara otomatis — Klik dan coba saja!
nb_no: Disse instillingene lagres automatisk -- Klikk rundt og ta konsekvensene!
pt: Essas opções são salvas automaticamente -- Clique e descubra!
vi: Những tùy chọn này sẽ được lưu tự động — Hãy nhấp vào và khám phá!

source: Fit display to
es: Ajustar pantalla a
fr: Forcer la page dans
id: Sesuaikan tampilan dengan
nb_no: Tilpass visning til
pt: Ajustar a exibição para
vi: Hiển thị vừa với

source: Container
es: Contenedor
fr: un containeur
id: Wadah
nb_no: Konteiner
pt: Contêiner
vi: Khung chứa

source: Width
es: Ancho
fr: la largeur
id: Lebar
nb_no: Bredde
pt: Largura
vi: Chiều rộng

source: Height
es: Alto
fr: la hauteur
id: Tinggi
nb_no: Høyde
pt: Altura
vi: Chiều cao

source: Container Width (in pixels or percentage)
es: Ancho del contenedor (en píxeles o porcentaje)
fr: largeur du containeur (en pixels ou pourcentage de l'écran)
id: Ketinggian Wadah (dalam piksel atau persentase)
nb_no: Konteiner Bredde (I piksler og prosent)
pt: Largura do contêiner (em pixels ou porcentagem)
vi: Chiều rộng khung chứa (theo pixel hoặc phần trăm)

source: The default value is 1200px, or 90% in Double Page Mode.
es: El valor por defecto es 1200px o 90% en modo doble página.
fr: La valeur par défaut est 1200px, ou 90% en mode double page.
id: Nilai asali adalah 1200px, atau 90% dalam Mode Halaman Ganda.
nb_no: Standardverdien er 1200 piksler, eller 90 % i dobbelsidemodus.
pt: O valor padrão é de 1200px, ou 90% no Modo de Página Dupla.
vi: Giá trị mặc định là 1200px, hoặc 90% trong Chế độ Hai trang.

source: Apply
es: Aplicar
fr: Appliquer
id: Terapkan
nb_no: Bruk
pt: Aplicar
vi: Áp dụng

source: Page Rendering
es: Renderizado de página
fr: Rendu de la page
id: Pembuatan Halaman
nb_no: Sidegjengivelse
pt: Página Renderizando
vi: Hiển thị trang

source: Single
es: Única
fr: Individuel
id: Tunggal
nb_no: Singel
pt: Único
vi: Một trang

source: Double
es: Doble
id: Ganda
nb_no: Dobbel
pt: Duplo
vi: Hai trang

source: Left to Right
es: Izquierda a derecha
fr: Gauche à droite
id: Kiri ke Kanan
nb_no: Venstre til Høyre
pt: Da Esquerda para a Direita
vi: Trái sang Phải

source: Right to Left
es: Derecha a izquierda
fr: Droite à gauche
id: Kanan ke Kiri
nb_no: Høyre til Venstre
pt: Da Direita para a Esquerda
vi: Phải sang Trái

source: How many images to preload
es: Cuantas imágenes se van a pre cargar
fr: Quantité d'images à précharger
id: Berapa banyak gambar yang akan dipramuat
nb_no: Hvor mange bilder å forhåndslaste
pt: Quantas imagens para pré-carregar
vi: Lượng hình ảnh cần tải trước

source: The default is two images.
es: Por defecto son dos imágenes.
fr: La valeur par défaut est deux images.
id: Standarnya adalah dua gambar.
nb_no: Standardverdien er to bilder.
pt: O padrão são duas imagens.
vi: Mặc định là hai ảnh.

source: Visible
id: Terlihat
nb_no: Synlig
pt: Visível
vi: Hiển thị

source: Hidden
es: Oculto
fr: Caché
id: Tersembunyi
nb_no: Skjult
pt: Ocultar
vi: Ẩn

source: Show Archive Overlay by default
es: Mostrar vista general del archivo por defecto
fr: Montrer le résumé de l'archive par défaut
id: Tampilkan Hamparan Arsip secara asali
nb_no: Vis Arkivoverlegg som standard
pt: Mostrar a Sobreposição do Arquivo por padrão
vi: Hiển thị Overlay Truyện mặc định

source: This will show the overlay with thumbnails every time you open a new Reader page.
es: Esto mostrará la vista general cada vez que abras una página del lector.
fr: Ceci montrera le résumé avec toutes les pages chaque fois que vous ouvrez la liseuse.
id: Ini akan menampilkan hamparan dengan keluku setiap kali Anda membuka halaman Pembaca baru.
nb_no: Dette vil vise ett overlegg med miniatyrbilder hver gang du åpner en ny Leser side.
pt: Isso mostrará a sobreposição com miniaturas sempre que você abrir uma nova página do Leitor.
vi: Overlay và ảnh thu nhỏ sẽ luôn hiển thị khi bạn mở một trang mới trong trình đọc.

source: Enabled
es: Habilitado
fr: Activé
id: Aktif
nb_no: Aktivert
pt: Ativado
vi: Bật

source: Disabled
es: Deshabilitado
fr: Désactivé
id: Nonaktif
nb_no: Deaktivert
pt: Desativado
vi: Tắt

source: Progression Tracking
es: Registro de progreso
fr: Suivi de la progression
id: Pelacakan Kemajuan
nb_no: Progresjonssporing
pt: Acompanhamento da Progressão
vi: Theo dõi tiến trình

source: Disabling tracking will restart reading from page one every time you reopen the reader.
es: Al deshabilitar el registro de progreso, el lector siempre se abrirá en la primera página.
fr: Désactiver le suivi redémarrera la lecture depuis la première page à chaque fois que vous ouvrez la liseuse.
id: Menonaktifkan pelacakan akan memulai ulang pembacaan dari halaman satu setiap kali Anda membuka kembali pembaca.
nb_no: Hvis sporing deaktiveres, vil lesingen starte fra side én hver gang du åpner leseren på nytt.
pt: Desabilitar a progressão vai reiniciar a leitura da primeira página sempre que você reabrir o leitor.
vi: Khi tắt theo dõi, truyện sẽ luôn mở từ trang đầu mỗi lần đọc lại.

source: Infinite Scrolling
es: Desplazamiento infinito
fr: Défilement infini
id: Gulir Tanpa Batas
nb_no: Uendelig rulling
pt: Rolagem Infinita
vi: Cuộn vô hạn

source: Display all images in a vertical view in the same page.
es: Muestra todas las imágenes en una vista vertical en la misma página.
fr: Affichez toutes les images dans une vue verticale sur la même page.
id: Tampilkan semua gambar dalam tampilan vertikal di halaman yang sama.
nb_no: Vis alle bilder i en vertikal visning på samme side.
pt: Exibir todas as imagens em uma visualização vertical nessa mesma página.
vi: Hiển thị tất cả ảnh theo chiều dọc trên cùng một trang.

source: Reader Settings
es: Configuración del lector
fr: Paramètres de la liseuse
id: Pengaturan Pembaca
nb_no: Leserinstillinger
pt: Ajustes do Leitor
vi: Cài đặt Trình đọc

source: Help
es: Ayuda
fr: Aide
id: Bantuan
nb_no: Hjelp
pt: Ajuda
vi: Trợ giúp

source: Reading Direction
es: Dirección de lectura
fr: Direction de lecture
id: Arah Membaca
nb_no: Leserettning
pt: Direção de Leitura
vi: Hướng đọc

source: Archive Overview
es: Vista general del archivo
fr: Résumé de l'archive
id: Ikhtisar Arsip
nb_no: Arkiv Oversikt
pt: Visão Geral do Arquivo
vi: Tổng quan Truyện

source: FullScreen
es: Pantalla completa
fr: Plein écran
id: Layar Penuh
nb_no: Fullskjerm
pt: Tela Cheia
vi: Toàn màn hình

source: Toggle Bookmark
es: Aplicar marcador
fr: Placer/retirer marque-page
id: Tambahkan Penanda
nb_no: Slå av/på bokmerke
pt: Alterar o Marcador
vi: Bật/Tắt dấu trang

source: Library Statistics
es: Estadísticas de la biblioteca
fr: Statistiques de la bibliothèque
id: Statistik Pustaka
nb_no: Bibliotekstatistikk
pt: Estatísticas da Biblioteca
vi: Thống kê Thư viện

source: Archives on record
es: Archivos registrados
fr: Archives enregistrées
id: arsip yang tercatat
nb_no: Registrerte arkiver
pt: Arquivos registrados
vi: Truyện đã lưu

source: Different tags existing
es: Diferentes etiquetas existentes
fr: Tags différents enregistrés
id: tag yang berbeda
nb_no: Ulike eksisterende tagger
pt: Diferentes etiquetas existentes
vi: Những thẻ khác đang có

source: in content folder
es: en la carpeta de contenido
fr: dans le dossier d'archives
id: di dalam isi folder
nb_no: i innholdsmappen
pt: na pasta do conteúdo
vi: trong thư mục truyện

source: pages read
es: páginas leídas
fr: pages lues
id: halaman dibaca
nb_no: sider lest
pt: ler páginas
vi: trang đọc

source: Tag Cloud
es: Nube de etiquetas
fr: Nuage de métadonnées
id: Awan Tag
nb_no: Tagg Sky
pt: Etiqueta da Nuvem
vi: Thẻ đám mây

source: Asking the great powers that be for your tag statistics...
es: Pidiendo a los grandes poderes fácticos sus estadísticas de etiquetas...
fr: Calcul de vos statistiques...
id: Meminta kekuatan besar untuk memberikan statistik tag Anda ...
nb_no: Spør de hellige makter om taggstatistikken din...
pt: Pedindo aos grandes poderes que foram constituídos com as suas estatísticas das etiquetas...
vi: Đang hỏi các thế lực vĩ đại để lấy thống kê thẻ của bạn...

source: Detailed Stats
es: Estadísticas detalladas
fr: Statistiques détaillées
id: Statistik Terperinci
nb_no: Detaljert statistikk
pt: Estatísticas Detalhadas
vi: Thống kê chi tiết

source: (These statistics only show tags that appear at least twice in your database.)
es: (Estas estadísticas solo muestran etiquetas que aparecen al menos dos veces en la base de datos.)
fr: (Ces statistiques ne s'afficheront que pour les tags qui apparaissent au moins deux fois dans vos données)
id: (Statistik ini hanya menampilkan tag yang muncul setidaknya dua kali dalam pangkalan data Anda)
nb_no: (Disse statistikkene viser kun tagger som forekommer minst to ganger i databasen din.)
pt: (Essas estatísticas mostram apenas a etiqueta que aparece pelo menos duas vezes no seu banco de dados.)
vi: (Những số liệu thống kê này chỉ hiển thị những thẻ xuất hiện ít nhất hai lần trong cơ sở dữ liệu của bạn.)

source: Upload Center
es: Centro de carga
fr: Centre d'ajout
id: Pusat Unggahan
nb_no: Opplastingssenter
pt: Centro de Upload
vi: Trung tâm Tải lên

source: Adding Archives to the Library
es: Agregando archivos a la biblioteca
fr: Ajouter des archives à la bibliothèque
id: Menambahkan Arsip ke Pustaka
nb_no: Legge til Arkiver i Biblioteket
pt: Adicionando os Arquivos à Biblioteca
vi: Thêm Truyện vào Thư viện

source: Add files to your LANraragi instance from your computer, or the Internet directly.
es: Agrega archivos a tu instancia de LANraragi desde tu dispositivo o directamente de internet.
fr: Ajoutez des fichiers à votre instance LANraragi depuis votre ordinateur, ou directement depuis Internet.
id: Tambahkan berkas ke instansi LANraragi Anda dari komputer atau langsung dari Internet.
nb_no: Legg til filer i LANraragi-instansen din fra datamaskinen din, eller direkte fra Internett.
pt: Adicione arquivos à sua instância no LANraragi do seu computador ou diretamente na Internet.
vi: Thêm file vào LANraragi từ máy tính hoặc trực tiếp từ Internet.

source: Add uploaded files to category:
es: Agregar archivos cargados a la categoría:
fr: Ajouter les nouveaux fichiers à la catégorie :
id: Tambahkan berkas terunggah ke kategori:
nb_no: Legg opplastede filer til i kategori:
pt: Adicionar arquivos enviados à categoria:
vi: Thêm các file đã tải lên vào danh mục:

source: -- No Category --
es: -- Sin categoría --
fr: -- Pas de catégorie --
id: -- Tidak Ada Kategori --
nb_no: --Ingen Kategori--
pt: -- Sem Categoria --
vi: -- Không có Danh mục --

source: From your computer
es: Desde tu dispositivo
fr: Depuis votre ordinateur
id: Dari komputer
nb_no: Fra din datamaskin
pt: Do seu computador
vi: Từ máy tính của bạn

source: You can drag and drop files into this window, or click the upload button.
es: Puedes arrastrar y soltar archivos en esta ventana o hacer clic en el botón de cargar.
fr: Vous pouvez glisser-déposer des fichiers dans cette fenêtre, ou cliquer le bouton "Upload".
id: Anda dapat menyeret dan menjatuhkan berkas ke jendela ini, atau mengklik tombol unggah.
nb_no: Du kan dra og slippe filer inn i dette vinduet, eller klikke på opplastingsknappen.
pt: Você pode arrastar e soltar arquivos nesta janela, ou clicar no botão de upload.
vi: Bạn có thể kéo và thả file vào cửa sổ này hoặc nhấp vào nút tải lên.

source: Add from your computer
es: Agregar desde tu dispositivo
fr: Ajouter depuis votre ordinateur
id: Tambahkan dari komputer
nb_no: Legg til fra datamaskinen din
pt: Adicione do seu computador
vi: Thêm từ máy tính của bạn

source: From the Internet
es: Desde internet
fr: Depuis Internet
id: Dari internet
nb_no: Fra Internett
pt: Da Internet
vi: Từ Internet

source: You can download files from remote URLs directly into LANraragi from here.
es: Puedes descargar archivos desde URLs remotas directamente a LANraragi desde acá.
fr: Vous pouvez télécharger des fichiers à partir d'URLs distantes directement dans LANraragi ici.
id: Anda dapat mengunduh berkas dari URL jarak jauh langsung ke LANraragi dari sini.
nb_no: Du kan laste ned filer fra eksterne nettadresser direkte til LANraragi herfra.
pt: Você pode baixar os arquivos de URLs remotas diretamente para o LANraragi a partir daqui.
vi: Bạn có thể tải xuống các file từ URL từ xa trực tiếp vào LANraragi tại đây.

source: Download jobs will keep going even if you close this window!
es: ¡Las descargas seguirán activas aunque cierres esta ventana!
fr: Les téléchargements continueront même si cette fenêtre est fermée !
id: Proses unduhan akan terus berjalan meskipun Anda menutup jendela ini!
nb_no: Nedlastningsjobber fortsetter selv om du lukker dette vinduet!
pt: Os serviços de download continuarão mesmo que você feche essa janela!
vi: Các tác vụ tải xuống sẽ vẫn tiếp tục ngay cả khi bạn đóng cửa sổ này!

source: Type in your URLs (separated by a newline), and click the download button.
es: Escribe las URLs (separadas por una nueva línea) y haz clic en el botón de descargar.
fr: Ajoutez vos URLs (séparées par des sauts de ligne), et cliquez sur le bouton de téléchargement.
id: Ketik URL (dipisahkan dengan baris baru), dan klik tombol unduh.
nb_no: Skriv inn nettadressene dine (adskilt med linjeskift), og klikk på nedlastingsknappen.
pt: Digite suas URLs (separadas por uma nova linha) e clique no botão de download.
vi: Nhập URL của bạn (cách nhau bằng dấu xuống dòng) và nhấp vào nút tải xuống.

source: If a Downloader plugin is compatible with the URL, it'll be automatically used.
es: Si un <a href="[% c.url_for("/config/plugins") %]">complemento de descargar</a> es compatible con la URL se usará de forma automática.
fr: Si un <a href="[% c.url_for("/config/plugins") %]">plugin de téléchargement</a> est compatible avec cette URL, il sera utilisé automatiquement.
id: Jika <a href="[% c.url_for("/config/plugins") %]">plugin pengunduh</a> cocok dengan URL, plugin tersebut akan digunakan secara otomatis.
nb_no: Hvis et <a href="[% c.url_for("/config/plugins") %]">nedlastings-programvaretillegg</a> er kompatibelt med nettadressen, vil det bli brukt automatisk.
pt: Se um <a href="[% c.url_for("/config/plugins") %]">plugin baixados</a> forem compatíveis com a URL, ele será utilizado automaticamente.
vi: Nếu một <a href="[% c.url_for("/config/plugins") %]">plugin tải xuống</a> tương thích với URL, nó sẽ được sử dụng tự động.

source: URL(s) to download:
es: URL(s) a descargar:
fr: URL(s) à télécharger :
id: URL yang akan diunduh:
nb_no: Nettadresse(r) å laste ned:
pt: URL(s) para download:
vi: URL để tải xuống:

source: Add from URL(s)
es: Agregar desde URL(s)
fr: Ajouter via URL(s)
id: Tambahkan dari URL
nb_no: Leg til fra nettadresse(r)
pt: Adicionar a partir da URL(s)
vi: Thêm từ URL(s)

source: Return to Library
es: Regresar a la biblioteca
fr: Retourner à la bibliothèque
id: Kembali ke Pustaka
nb_no: Tilbake til Bibliotek
pt: Voltar a Biblioteca
vi: Quay lại Thư viện

source: Rescan Archive Directory
es: Escanear carpeta de archivos
fr: Rescanner le dossier de stockage des archives
id: Pindai Ulang Direktori Arsip
nb_no: Søk gjennom arkivmappe på nytt
pt: Verificar novamente o diretório de arquivos
vi: Quét lại Thư mục Truyện

source: Click this button to trigger a rescan of the Archive Directory in case you're missing files, or some data such as total page counts.
es: Utiliza este botón para ejecutar un escaneo de la carpeta de archivos en caso haya alguno faltante <br>o alguna información como el total de páginas. <br>
fr: Click this button to trigger a rescan of the Archive Directory in case you're missing files, <br>or some data such as total page counts. <br>
id: Klik tombol ini untuk memicu pemindaian ulang Direktori Arsip apabila Anda kehilangan berkas, <br>atau beberapa data seperti jumlah halaman. <br>
nb_no: Klikk på denne knappen for å starte et nytt søk gjennom arkivkatalogen hvis du mangler filer, <br>eller data som totalt antall sider. <br>
pt: Clique neste botão para acionar uma nova verificação do Diretório de Arquivos caso esteja faltando os arquivos, <br>ou alguns dados, como a contagem total de páginas. <br>
vi: Nhấp vào nút này để quét lại Thư mục Truyện trong trường hợp bạn bị thiếu file, <br>hoặc một số dữ liệu như tổng số trang. <br>

source: Backup restored!
es: ¡Copia de seguridad restaurada!
fr: Sauvegarde restaurée !
id: Cadangan dipulihkan!
nb_no: Sikkerhetskopi gjenopprettet!
pt: Backup restaurado!
vi: Đã khôi phục bản sao lưu!

source: An error occured while restoring the backup.<br/> Please check the server logs and that your JSON is correctly formatted.
es: Ocurrió un error al restaurar la copia de seguridad.<br/>Por favor revisa el registro del servidor y que el JSON esté en el formato correcto.
fr: Une erreur a eu lieu lors de la restauration de la sauvegarde.<br/> Vérifiez les logs serveur et votre JSON.
id: Terjadi galat memulihkan cadangan.<br/> Harap periksa pencatatan peladen dan pastikan JSON Anda diformat dengan benar.
nb_no: Det oppsto en feil under gjenoppretting av sikkerhetskopien.<br/> Vennligst sjekk serverloggene og at JSON-filen er riktig formatert.
pt: Ocorreu um erro ao restaurar o backup.<br/> Por favor verifique os logs do servidor e se o seu JSON está formatado corretamente.
vi: Lỗi khi khôi phục sao lưu.<br/> Hãy kiểm tra nhật ký máy chủ và đảm bảo rằng tệp JSON của bạn được định dạng chính xác.

source: Couldn't load the complete archive list! Please reload the page.
es: ¡No se puede cargar la lista completa de archivos! Por favor, recarga la página.
fr: Impossible de charger la liste d'archives ! Veuillez recharger la page.
id: Tidak dapat memuat daftar arsip lengkap! Harap muat ulang halaman.
nb_no: Kunne ikke laste hele arkivlisten! Vennligst last inn siden på nytt.
pt: Não foi possível carregar a lista completa do arquivo! Recarregue a página.
vi: Không thể tải danh sách truyện đầy đủ! Vui lòng tải lại trang.

source: Couldn't load the tag statistics! Please reload the page.
es: ¡No se pueden cargar las estadísticas de etiquetas! Por favor, recarga la página.
fr: Impossible de charger les statistiques ! Veuillez recharger la page.
id: Tidak dapat memuat statistik tag! Harap muat ulang halaman.
nb_no: Kunne ikke laste tag-statistikken! Vennligst last inn siden på nytt.
pt: Não foi possível carregar as estatísticas das etiquetas! Recarregue a página.
vi: Không thể tải thống kê thẻ! Vui lòng tải lại trang.

source: Error getting untagged archives!
es: ¡Error obteniendo archivos sin etiquetas!
fr: Impossible d'obtenir les archives sans métadonnées !
id: Galat mengambil arsip yang tidak memiliki tag!
nb_no: Feil ved henting av arkiver uten tagger!
pt: Erro ao obter arquivos sem etiquetas!
vi: Lỗi khi tải truyện chưa có thẻ!
