Repository: Difegue/LANraragi
Catalog: locales/template/*.po
Languages: es, fr, id, nb_no, pt, vi

source: Error while deleting archive
es: Error al eliminar archivo
fr: Erreur lors de la suppression de l'archive
id: Galat menghapus arsip
nb_no: Feil under sletting av arkiv
pt: Error quando excluía o arquivo
vi: Lỗi khi xoá truyện

source: Processing your upload... (Job #${jobid})
es: Procesando la carga... (Tarea #${jobid})
fr: Traitement de votre téléversement... (Job #${jobid})
id: Memproses unggahan Anda ... (Tugas #${jobid})
nb_no: Behandler opplastingen din... (Jobb #${jobid})
pt: Processando seu upload... (Serviço de #${jobid})
vi: Đang xử lý file bạn đã tải lên... (Tác vụ #${jobid})

source: Downloading file... (Job #${jobid})
es: Descargando archivo... (Tarea #${jobid})
fr: Téléchargement du fichier... (Job #${jobid})
id: Mengunduh berkas ... (Tugas #${jobid})
nb_no: Laster ned fil... (Jobb #${jobid})
pt: Baixando o arquivo... (Serviço de #${jobid})
vi: Đang tải file... (Tác vụ #${jobid})

source: Processing
es: Procesando
fr: En cours
id: Memproses
nb_no: Behandler
pt: Processando
vi: Đang xử lý

source: Completed
es: Completado
fr: Terminé
id: Selesai
nb_no: Ferdig
pt: Completado
vi: Hoàn thành

source: Failed
es: Fallido
fr: Échoué
id: Gagal
nb_no: Feilet
pt: Falhou
vi: Thất bại

source: Total
id: Jumlah
nb_no: Totalt
vi: Tổng cộng

source: Click here to edit metadata.
es: Haz clic aquí para editar los metadatos.
fr: Cliquez ici pour modifier les métadonnées.
id: Klik di sini untuk menyunting metadata.
nb_no: Klikk her for å redigere metadata.
pt: Clique aqui para editar o metadados.
vi: Bấm vào đây để sửa metadata.

source: Error while processing file.
es: Error al procesar archivo.
fr: Erreur lors du traitement du fichier.
id: Galat memproses berkas.
nb_no: Feil under behandling av fil.
pt: Error enquanto está processando o arquivo.
vi: Lỗi khi xử lý file.

source: Error while downloading file.
es: Error al descargar archivo.
fr: Erreur lors du téléchargement du fichier.
id: Galat mengunduh berkas.
nb_no: Feil under nedlastning av fil.
pt: Error enquando faz o download do arquivo.
vi: Lỗi khi tải file xuống.

source: Error sending job to Minion
es: Error al enviar tarea a Minion
fr: Erreur lors de l'envoi de la tâche à Minion
id: Galat mengirim tugas ke Minion
nb_no: Feil ved sending av jobb til Tjener
pt: Error enviando serviço para o Minion
vi: Lỗi khi gửi tác vụ cho Minion

source: Duplicate Detection
es: Detección de duplicados
fr: Détection de doublons
id: Deteksi Duplikat
nb_no: Duplikatdeteksjon
pt: Detecção Duplicada
vi: Phát hiện truyện trùng

source: This page allows you to search for potential duplicates in your library.
es: Esta página te permite buscar potenciales duplicados en tu biblioteca.
fr: Cette page vous permet de chercher des doublons potentiels dans votre bibliothèque.
id: Halaman ini memungkinkan Anda mencari kemungkinan duplikat di pustaka Anda.
nb_no: Denne siden lar deg søke etter mulige duplikater i biblioteket ditt.
pt: Esta página permite que você pesquise possíveis duplicatas em sua biblioteca.
vi: Trang này cho phép bạn tìm những truyện có khả năng bị trùng trong thư viện.

source: Clicking "Start searching" will start a background job to scan the entire library for dupes.
es: Al hacer clic en "Iniciar búsqueda" una tarea de fondo escaneará tu biblioteca en búsqueda de duplicados.
fr: Cliquer sur "Lancer la recherche" lancera une opération en arrière-plan pour scanner la bibliothèque entière.
id: Mengklik "Mulai pencarian" akan memulai tugas latar belakang memindai seluruh pustaka untuk mencari duplikat.
nb_no: Å klikke på "Start søk" vil starte en bakgrunnsjobb som skanner hele biblioteket ditt etter duplikater.
pt: Clicar em "Iniciar pesquisa" iniciará um serviço em segundo plano para verificar toda a biblioteca em busca de arquivos duplicados.
vi: Nhấn "Bắt đầu tìm kiếm" sẽ khởi động một tác vụ nền để quét toàn bộ thư viện nhằm tìm các truyền trùng lặp.

source: After which, you can select which archives to delete, and then delete them in bulk.
es: Después podrás seleccionar los archivos a eliminar y hacerlo de forma masiva.
fr: Une fois la tâche complète, vous pourrez choisir quels doublons supprimer.
id: Setelah itu, Anda dapat memilih arsip mana yang akan dihapus, lalu menghapusnya secara massal.
nb_no: Deretter kan du velge hvilke arkiver som skal slettes, og slette dem samlet.
pt: Depois disso, você pode selecionar quais arquivos deseja excluir e excluí-los em massa.
vi: Sau đó, bạn có thể chọn những truyện muốn xóa và tiến hành xóa hàng loạt.

source: Found %1 duplicate group(s).
es: Encontrados %1 grupo(s) duplicado(s).
fr: Trouvé %1 groupe(s) de doublons.
id: %1 grup duplikat ditemukan.
nb_no: Fant %1 duplikatgruppe(r).
pt: Encontrado(s) %1 do(s) grupo(s) duplicado(s).
vi: Tìm thấy %1 nhóm bị trùng.

source: You can use the rules dropdown below to pre-select archives for deletion.
es: Puedes utilizar las reglas del selector para preseleccionar archivos para su eliminación.
fr: Vous pouvez utiliser la liste de règles ci-dessous pour préselectionner des archives à supprimer.
id: Anda dapat menggunakan daftar tarik-turun aturan di bawah untuk memilih arsip yang akan dihapus terlebih dahulu.
nb_no: Du kan bruke regelmenyen nedenfor for å forhåndsvelge arkiver til sletting.
pt: Você pode usar o menu suspenso de regras abaixo para pré-selecionar arquivos para exclusão.
vi: Bạn có thể sử dụng danh sách thả xuống bên dưới để chọn trước các truyện cần xóa.

source: For every duplicate group...
es: Para cada grupo duplicado...
fr: Pour chaque groupe de doublons...
id: Untuk setiap grup duplikat ...
nb_no: For hver duplikatgruppe...
pt: Para cada grupo duplicado...
vi: Với mỗi nhóm bị trùng...

source: Keep all files
es: Mantener todos los archivos
fr: Garder tous les fichiers
id: Simpan semua berkas
nb_no: Behold alle filer
pt: Matenha todos os aquivos
vi: Giữ tất cả file

source: Keep the file with the most tags
es: Mantener el archivo con más etiquetas
fr: Garder le fichier avec le plus de tags
id: Simpan berkas dengan tag terbanyak
nb_no: Behold filen med mest tagger
pt: Matenha todos os arquivos com mais etiquetas
vi: Giữ file có nhiều thẻ nhất

source: Keep the file with the most pages
es: Mantener el archivo con más páginas
fr: Garder le fichier avec le plus de pages
id: Simpan berkas dengan halaman terbanyak
nb_no: Behold filen med flest sider
pt: Mantenha o arquivo com mais páginas
vi: Giữ file có nhiều trang nhất

source: Keep the largest file
es: Mantener el archivo más grande
fr: Garder le plus gros fichier
id: Simpan berkas terbesar
nb_no: Behold den største filen
pt: Mantenha o maior arquivo
vi: Giữ file lớn nhất

source: Keep the youngest file
es: Mantener el archivo más reciente
fr: Garder le fichier le plus récent
id: Simpan berkas termuda
nb_no: Behold den yngste filen
pt: Mantenha o arquivo mais novo
vi: Giữ file mới nhất

source: Keep the oldest file
es: Mantener el archivo más viejo
fr: Garder le fichier le plus ancien
id: Simpan berkas tertua
nb_no: Behold den eldste filen
pt: Mantenha o arquivo mais antigo
vi: Giữ file cũ nhất

source: Start searching for duplicates
es: Iniciar búsqueda
fr: Lancer la recherche de doublons
id: Mulai pencarian duplikat
nb_no: Start søk etter dupliketer
pt: Começe buscando por arquivos duplicados
vi: Bắt đầu tìm truyện trùng lặp

source: Search for duplicates again
es: Buscar nuevamente
fr: Lancer une nouvelle recherche
id: Cari duplikat lagi
nb_no: Søk etter duplikater igjen
pt: Buscar novamente arquivos duplicados
vi: Tìm lại truyện trùng lặp

source: Delete all selected items
es: Eliminar todos los elementos seleccionados
fr: Supprimer tous les éléments sélectionnés
id: Hapus semua butir yang dipilih
nb_no: Slet alle valgte filer
pt: Apagar todos os itens selecionados
vi: Xóa tất cả mục đã chọn

source: Filename
es: Nombre del archivo
fr: Nom de fichier
id: Nama berkas
nb_no: Filnavn
pt: Nome do Arquivo
vi: Tên file

source: Filesize
es: Tamaño del archivo
fr: Taille de fichier
id: Ukuran berkas
nb_no: Filstørrelse
pt: Tamanho do Arquivo
vi: Kích thước file

source: Action
es: Acción
id: Tindakan
nb_no: Handling
pt: Ação
vi: Hành động

source: Searching for duplicates...
es: Buscando duplicados...
fr: Recherche de doublons...
id: Mencari duplikat ...
nb_no: Søker etter duplikater...
pt: Buscando por arquivos duplicados...
vi: Đang tìm truyện trùng...

source: No duplicates found!
es: ¡No se encontraron archivos duplicados!
id: Tidak ada duplikat yang ditemukan!
nb_no: Ingen duplikater funnet!
pt: Não encontradou arquivos duplicados!
vi: Không tìm thấy bản sao nào!

source: Copy link
es: Copiar enlace
id: Salin tautan

source: Link copied successfully.
es: Enlace copiado correctamente.
id: Tautan berhasil disalin.

source: Copy failed.
es: No se pudo copiar enlace.
id: Gagal menyalin.

source: N: toggle auto next page
es: N: alternar página siguiente automática
id: N: aktifkan halaman berikutnya otomatis

source: Auto next page interval in seconds
es: Intervalo en segundos para cambiar de página automáticamente
id: Jeda halaman berikutnya otomatis dalam detik

source: The default is 10 seconds.
es: Por defecto son 10 segundos.
id: Asalinya 10 detik.

source: Auto Next Page
es: Cambiar de página automáticamente
id: Halaman Berikutnya Otomatis

source: Starting auto next page failed!
es: ¡Error al iniciar el cambio automático de página!
id: Gagal memulai halaman berikutnya otomatis!

source: Please set the auto next page interval to a positive number.
es: Ingresa un número positivo para el intervalo de cambio de página.
id: Harap atur jeda halaman berikutnya otomatis ke angka positif.

source: The maximum value allowed is 4GB.
es: El tamaño máximo permitido es 4GB.
id: Nilai maksimum yang diizinkan adalah 4GB.
