Repository: Difegue/LANraragi
Catalog: locales/template/*.po
Languages: es, fr, id, nb_no, pt, vi

source: Synology eCryptFS Compatibility Mode
es: Modo de compatibilidad para Synology eCryptFS
fr: Mode de compatibilité Synology eCryptFS
id: Mode Kompatibilitas Synology eCryptFS
nb_no: Synology eCryptFS-kompatibilitetsmodus
pt: Modo de Compatibilidade Synology eCryptFS
vi: Chế độ tương thích của Synology eCryptFS

source: If enabled, LANraragi will cutoff archive filenames to 143 bytes, which is the max accepted by eCryptFS.
es: Si se habilita, LANraragi limitará los nombres de archivos a 143 bytes, que es el máximo soportado por eCryptFS.
fr: Si activé, LANraragi limitera les noms de fichier des archives à 143 bytes, le maximum autorisé par eCryptFS.
id: Jika diaktifkan, LANraragi akan memotong nama berkas arsip menjadi 143 bita, yang merupakan batas maksimum yang diterima oleh eCryptFS.
nb_no: Hvis aktivert, vil LANraragi kutte arkivfilnavn til 143 byte, som er maksimum tillatt av eCryptFS.
pt: Se ativo, o LANraragi irá cortar os nomes dos arquivos compactados para 143 bytes, que é o máximo aceito pelo eCryptFS.
vi: Nếu bật, LANraragi sẽ cắt tên truyện xuống còn 143 byte, đây là kích thước tối đa được eCryptFS chấp nhận.

source: Maximum <br>Cache Size
es: Tamaño máximo<br>de la caché
fr: Taille <br>de Cache max.
id: Ukuran <br>Maksimum Singgahan
nb_no: Maksimum <br>Cachestørrelse
pt: Máximo <br>Tamanho do Cache
vi: Kích thước <br>bộ nhớ đệm tối đa

source: In MBs. The cache contains recently viewed pages, for faster subsequent reading.
es: En MBs. La caché almacena las páginas recientemente vistas para una lectura más rápida.
fr: En Mo. Le cache contient les dernières pages vues, pour accélérer les relectures.
id: Dalam MB. Singgahan berisi halaman yang baru saja dilihat, untuk pembacaan lebih cepat berikutnya.
nb_no: I MB. Cachen inneholder nylig viste sider for raskere senere lesing.
pt: Em MB. O contém as páginas visualizadas recentemente, para leituras subsequentes mais rápidas.
vi: Tính bằng MB. Bộ nhớ đệm chứa các trang đã xem gần đây để đọc tiếp nhanh hơn.

source: It is automatically emptied when it grows past this specified size.
es: Se vacía automáticamente cuando es más grande que el tamaño especificado.
fr: Il est vidé automatiquement lorsqu'il dépasse cette taille.
id: Dikosongkan secara otomatis ketika melebihi ukuran yang ditentukan.
nb_no: Den blir automatisk tømt når den vokser over den spesifiserte størrelsen.
pt: Ele é esvaziado automaticamente quando ultrapassa o tamanho especificado.
vi: Nó sẽ tự động được làm trống khi vượt quá kích thước đã chỉ định.

source: Clear Cache
es: Vaciar caché
fr: Vider le cache
id: Bersihkan Singgahan
nb_no: Tøm cachen
pt: Limpar o Cache
vi: Xóa bộ nhớ đệm

source: Current Size:
es: Tamaño actual:
fr: Taille actuelle :
id: Ukuran Saat Ini:
nb_no: Nåværende Størrelse:
pt: Tamanho Atual:
vi: Kích thước hiện tại:

source: Clear the cache manually by clicking this button.
es: Vacía la caché manualmente utilizando este botón.
fr: Videz le cache manuellement en cliquant ce bouton.
id: Bersihkan singgahan secara manual dengan mengklik tombol ini.
nb_no: Tøm cachen manuelt ved å trykke på denne knappen.
pt: Limpar o cache manualmente ao clicar nesse botão.
vi: Xóa bộ nhớ đệm thủ công bằng cách nhấn nút này.

source: Reset Search Cache
es: Reiniciar caché de búsqueda
fr: Réinitialiser le cache de recherche
id: Atur Ulang Singgahan Telusur
nb_no: Tilbakestill Søkecache
pt: Redefinir Cache de Pesquisa
vi: Đặt lại bộ nhớ đệm tìm kiếm

source: The last searches done in the archive index are cached for faster loads.
es: Las últimas búsquedas se almacenan en una caché para que sean más rápidas al realizarlas nuevamente.
fr: Les dernières recherches effectuées dans la bibliothèque sont mises en cache pour des recharges plus rapides.
id: Penelusuran terakhir yang dilakukan dalam indeks arsip akan disinggahankan untuk pemuatan lebih cepat.
nb_no: De siste søkene gjort i arkivindeksen lagres i cache for raskere lasting.
pt: As últimas pesquisas feitas no índice do arquivo são armazenadas em cache para carregamento mais rápidos.
vi: Các tìm kiếm gần đây trong danh sách truyện được lưu vào bộ nhớ đệm để tải nhanh hơn.

source: If something went wrong with said cache, you can reset it by clicking this button.
es: Si hay algo incorrecto con la caché la puedes reiniciar con este botón.
fr: Si ce cache montre des problèmes, vous pouvez le réinitialiser en cliquant ce bouton.
id: Jika terjadi masalah dengan singgahan tersebut, Anda dapat mengatur ulang dengan mengklik tombol ini.
nb_no: Om noe gikk galt med cachen kan du tilbakestille den ved å klikke på denne knappen.
pt: Se algo der errado com o cache, você pode redefini-lo clicando nesse botão.
vi: Nếu có vấn đề gì xảy ra với bộ nhớ đệm, bạn có thể đặt lại bằng cách nhấp vào nút này.

source: Clear NEW flags
es: Limpiar marcadores de nuevo
fr: Supprimer les indicateurs "New"
id: Bersihkan tanda BARU
nb_no: Fjern NY-flagg
pt: Limpar NOVO sinalizador
vi: Xóa cờ MỚI

source: Newly uploaded archives are marked as "new" in the index until you've opened them.
es: Los archivos subidos se marcarán como "nuevos" en el índice hasta que los hayas abierto.
fr: Les archives montreront un indicateur "new" dans la bibliothèque tant qu'elles n'auront pas été ouvertes.
id: Arsip yang baru diunggah akan ditandai sebagai "baru" dalam indeks hingga Anda membukanya.
nb_no: Nylig oppdaterte arkiv markered som "ny" i indeksen til du har åpnet dem.
pt: Os arquivos recém-carregados são marcados como "novos" no índice até que você os abra.
vi: Các truyện mới tải lên sẽ được đánh dấu là "mới" trong danh sách cho đến khi bạn mở chúng.

source: If you want to clear those flags, click this button.
es: Si quieres limpiar ese marcador, haz clic en este botón.
fr: Vous pouvez supprimer tous ces indicateurs d'un coup via ce bouton.
id: Jika Anda ingin menghapus tanda tersebut, klik tombol ini.
nb_no: Om du vil fjerne de flaggene, klikk på denne knappen.
pt: Se você quer limpar esses sinalizadores, clique nesse botão.
vi: Nếu bạn muốn xóa những cờ đó, nhấp vào nút này.

source: Replace duplicated archives
es: Reemplazar archivos duplicados
fr: Remplacer les doublons
id: Ganti arsip duplikat
nb_no: Erstatt dupliserte arkiver
pt: Substituir arquivos duplicados
vi: Thay thế các truyện bị trùng

source: If enabled, LANraragi will overwrite old archives when a newer one (with the same name) is uploaded through the Web Uploader or the Download System.
es: Si se habilita, LANraragi reemplazará archivos viejos cuando uno nuevo (con el mismo nombre) es subido a través de la página o el sistema de descargas.
fr: Si activé, LANraragi supprimera les anciennes archives lorsqu'un nouveau fichier (avec le même nom) est uploadé via l'Uploader Web ou le système de téléchargement.
id: Jika diaktifkan, LANraragi akan menimpa arsip lama ketika arsip yang lebih baru (dengan nama yang sama) diunggah melalui Pengunggah Web atau Sistem Unduhan.
nb_no: Hvis aktivert, vil LANraragi overskrive gamle arkiver når et nyere (med samme navn) lastes opp gjennom Web Opplasteren eller Nedlastingssystemet.
pt: Se ativado, o LANraragi substituirá arquivos antigos quando um mais novo (com o mesmo nome) for carregado através do Web Uploader ou do Sistema de Download.
vi: Nếu được bật, LANraragi sẽ ghi đè lên các truyện cũ khi có truyện mới hơn (có cùng tên) được tải lên thông qua Web Uploader hoặc Download System.

source: This will delete metadata for old files when they're replaced! Use with caution.
es: ¡Esto eliminará los metadatos de los archivos viejos cuando son reemplazados! Usar con cuidado.
fr: Les métadonnées des anciens fichiers seront supprimées lorsqu'ils seront remplacés ! Utilisez avec précaution.
id: Ini akan menghapus metadata untuk berkas lama saat digantikan! Gunakan dengan hati-hati.
nb_no: Dette vil slette metadata for gamle filer når de erstattes! Bruk med forsiktighet.
pt: Isso irá excluir os metadados dos arquivos antigos quando eles forem substituídos! Use com cautela.
vi: Thao tác này sẽ xóa metadata cho các file cũ khi chúng được thay thế! Hãy thận trọng khi sử dụng.

source: Site Title
es: Título del sitio
fr: Titre du site
id: Judul Situs
nb_no: Nettside Tittel
pt: Título do Site
vi: Tiêu đề trang

source: The site title appears on most pages as...their title.
es: El título del sitio aparece en la mayoría de páginas... como su título.
fr: Le titre du site apparaît sur le plupart des pages en tant que...titre.
id: Judul situs muncul di sebagian besar halaman sebagai ... judulnya.
nb_no: Nettside tittelen vises på de fleste sider som...nettsidens tittel.
pt: O título do site aparece na maioria das páginas como...seu título.
vi: Tiêu đề trang web xuất hiện trên hầu hết các trang dưới dạng...tiêu đề của trang.

source: MOTD
id: PHI
pt: MOTD (Mensagem do Dia)
vi: TNTN

source: Slang for Message of the Day. Appears on top of the main Library view.
es: Mensaje del día. Aparece en la parte superior de la biblioteca.
fr: Abbréviation de Message of the Day. Apparaît au dessus de la bibliothèque.
id: Singkatan dari Pesan Hari Ini. Muncul di bagian atas tampilan Pustaka utama.
nb_no: Slang for "Message of the Day". Visas øverst i hovedbibliotekvisningen.
pt: A gíria para Mensagem do Dia (MOTD). Aparece no topo da visualização principal da Biblioteca.
vi: Tin nhắn trong ngày – hiển thị ở đầu trang Thư viện.

source: Archives per page
es: Archivos por página
fr: Archives par page
id: Arsip per halaman
nb_no: Arkiver pr side
pt: Arquivos por página
vi: Số truyện mỗi trang

source: Number of archives shown on a page in the main list.
es: Cantidad de archivos que se mostraran por página en la lista principal.
fr: Nombre d'archives montrées par page dans la bibliothèque.
id: Jumlah arsip yang ditampilkan per halaman dalam daftar utama.
nb_no: Antall arkiver som vises på en side i hovedlisten.
pt: Número de arquivos exibidos em uma página na lista principal.
vi: Số truyện hiển thị mỗi trang trong danh sách chính.

source: Resize Images in Reader
es: Redimensionar imágenes en el lector
fr: Redimensionner les images dans la liseuse
id: Ubah Ukuran Gambar di Pembaca
nb_no: Skaler bilder i leseren
pt: Redimensionar imagens no Leitor
vi: Thay đổi kích thước ảnh trong trình đọc

source: If enabled, pages exceeding a certain size will be resized when viewed to save bandwidth.
es: Si se habilita, las páginas que excedan cierto tamaño especificado se redimensionaran cuando sean vistas para ahorrar ancho de banda.
fr: Si activé, les pages qui dépassent une certaine taille seront redimensionnées pour économiser en bande passante.
id: Jika diaktifkan, halaman yang melebihi ukuran tertentu akan diubah ukurannya saat dilihat untuk menghemat lebar pita.
nb_no: Hvis aktivert, vil sider som overskrider en viss størrelse bli skalert når de vises for å spare båndbredde.
pt: Se ativado, as páginas que excederem um determinado tamanho serão redimensionadas quando visualizadas para economizar largura de banda.
vi: Nếu được bật, các trang vượt quá kích thước nhất định sẽ được thay đổi kích thước khi xem để tiết kiệm băng thông.

source: This option can potentially consume a lot of RAM if enabled and used on large images! Use with caution.
es: ¡Esta opción puede consumir mucha RAM si se habilita y se utiliza con imágenes grandes! Usar con cuidado.
fr: Cette option peut consommer beaucoup de RAM si activée et utilisée avec de gros fichiers ! Utilisez avec précaution.
id: Pilihan ini berpotensi memakan banyak RAM jika diaktifkan dan digunakan pada gambar berukuran besar! Gunakan dengan hati-hati.
nb_no: Denne valgmuligheten kan potensielt bruke mye RAM om aktivert og brukes på store bilder! Bruk med forsiktighet.
pt: Esta opção pode consumir muita RAM caso seja ativada e usada em imagens grandes! Use com cautela.
vi: Tùy chọn này có thể ngốn nhiều RAM khi bật và sử dụng với ảnh lớn! Cẩn thận khi sử dụng.

source: Image Size Threshold
es: Límite de tamaño de imagen
fr: Limite de taille d'image
id: Ambang Ukuran Gambar
nb_no: Bilderstørrelsesterskel
pt: Limite do Tamanho da Imagem
vi: Giới hạn kích thước ảnh

source: (in KBs.) Maximum size an image can reach before being resized.
es: Tamaño máximo (En KBs) que una imagen puede alcanzar antes de ser redimensionada.
fr: (en Ko.) Taille maximale d'une image avant qu'elle soit redimensionnée.
id: (Dalam KB) Ukuran maksimum gambar sebelum diubah ukurannya.
nb_no: (i KBs.) Maksimum størrelse ett bilde kan nå før det blir skalert.
pt: (em KBs) Tamanho máximo que uma imagem pode atingir antes de ser redimensionada.
vi: (tính bằng KB) Kích thước tối đa của ảnh trước khi bị thay đổi kích thước.

source: Resize Quality
es: Calidad de redimensionado
fr: Qualité de redimensionnement
id: Kualitas Pengubahan Ukuran
nb_no: Skaleringskvalitet
pt: Qualidade de Redimensionamento
vi: Chất lượng thay đổi kích thước

source: Quality of the resized images. Less quality = Smaller image. (0-100)
es: Calidad de las imágenes redimensionadas. Menor calidad = imagen de menor tamaño. (0-100)
fr: Qualité des images redimensionnées. Moins de qualité = Image plus petite. (0-100)
id: Kualitas gambar yang diubah ukurannya. Kualitas lebih rendah = Gambar lebih kecil. (0-100)
nb_no: Kvalitet på de skalerte bildene. Lavere kvalitet = Mindre bilde. (0–100)
pt: Qualidade de redimensionamento das imagens. Menor qualidade = Imagem menor. (0-100)
vi: Chất lượng ảnh đã thay đổi kích thước. Chất lượng thấp = ảnh nhỏ hơn. (0-100)

source: Clientside Progress Tracking
es: Registro de progreso del lado del cliente
fr: Suivi de la lecture côté client
id: Pelacakan Kemajuan Sisi Klien
nb_no: Klientside fremdriftssporing
pt: Acompanhamento do Progresso do Lado do Cliente
vi: Theo dõi Tiến độ phía Client

source: Enabling this option will save reading progression on the browser (through localStorage) instead of the server.
es: Al habilitar esta opción se moverá el progreso de lectura del servidor al navegador (usando localStorage).
fr: Activer cette option stockera la progression de lecture sur le navigateur client (via localStorage) au lieu du serveur.
id: Mengaktifkan pilihan ini akan menyimpan kemajuan baca di peramban (melalui localStorage) alih-alih di peladen.
nb_no: Aktivering av dette alternativet vil lagre lesefremdrift i nettleseren (via lokalLagring) i stedet for på serveren.
pt: Habilitar esta opção salvará o progresso da leitura no navegador (por meio do localStorage) em vez do servidor.
vi: Bật tùy chọn này sẽ lưu tiến độ đọc trên trình duyệt (thông qua localStorage) thay vì trên máy chủ.

source: Consider toggling this option if you're sharing the LANraragi instance with multiple users!
es: ¡Considera habilitar esta opción si se está compartiendo esta instancia de LANraragi con múltiples usuarios!
fr: Envisagez d'activer cette option si vous partagez l'instance de LANraragi avec plusieurs utilisateurs !
id: Pertimbangkan untuk mengaktifkan pilihan ini jika Anda berbagi instansi LANraragi dengan banyak pengguna!
nb_no: Vurder å slå på dette alternativet hvis du deler LANraragi-instansen med flere brukere!
pt: Considere alternar esta opção se você estiver compartilhando a instância do LANraragi com vários usuários!
vi: Cân nhắc bật/tắt tùy chọn này nếu bạn chia sẻ LANraragi với nhiều người dùng!

source: Debug Mode
es: Modo depuración
fr: Mode debug
id: Mode Awakutu
nb_no: Feilsøkingsmodus
pt: Modo de Depuração
vi: Chế độ gỡ lỗi

source: Enabling Debug Mode will show more logs and disable update nagging.
es: Al habilitar el modo depuración se mostrará más información en los registros de errores y se deshabilitará la notificación de actualizaciones.
fr: Activer le mode debug montrera plus de logs et désactivera les rappels de mise à jour.
id: Mengaktifkan Mode Awakutu akan menampilkan lebih banyak pencatatan dan menonaktifkan pemberitahuan pemutakhiran.
nb_no: Aktivering av Feilsøkingsmodus vil vise flere logger og skru av oppdateringspåminnelser.
pt: Habilitar o Modo de Depuração irá exibir os logs e desabilitar a persistência nas atualizações.
vi: Bật chế độ gỡ lỗi sẽ hiển thị thêm nhật ký và tắt thông báo cập nhật.

source: Clean Database
es: Limpiar base de datos
fr: Nettoyer la BDD
id: Bersihkan Pangkalan Data
nb_no: Rens database
pt: Limpar Banco de Dados
vi: Dọn dẹp cơ sở dữ liệu

source: Cleaning the database will remove entries that aren't on your filesystem.
es: Al limpiar la base de datos se eliminarán los registros que no se encuentran en el sistema de archivos.
fr: Nettoyer la base de données supprimera les archives qui ne sont plus stockées sur votre système.
id: Membersihkan pangkalan data akan menghapus entri yang tidak ada di sistem berkas Anda.
nb_no: Å rense databasen vil fjerne innlegg som ikke er lagret i filsystemet ditt.
pt: Ao limpar o banco de dados as entradas que não estão no seu sistema de arquivos serão removidas.
vi: Dọn dẹp cơ sở dữ liệu sẽ xóa các mục không còn tồn tại trên hệ thống tệp của bạn.

source: Reset Database
es: Reiniciar base de datos
fr: Réinitialiser la BDD
id: Atur Ulang Pangkalan Data
nb_no: Tilbakestill Database
pt: Reiniciar Banco de Dados
vi: Đặt lại cơ sở dữ liệu

source: Danger zone!
es: ¡Zona de peligro!
fr: Zone dangereuse !
id: Zona bahaya!
nb_no: Faresone!
pt: Área Perigosa!
vi: Khu vực nguy hiểm!

source: Clicking this button will reset the entire database and delete all settings and metadata.
es: Al utilizar este botón se reiniciará la base de datos eliminando toda la configuración y metadatos.
fr: Cliquer ce bouton réinitialisera la base de données et supprimera tous les paramètres et métadonnées.
id: Mengklik tombol ini akan mengatur ulang seluruh pangkalan data dan menghapus semua pengaturan serta metadata.
nb_no: Ved å klikke på denne knappen tilbakestilles hele databasen og alle innstillinger og metadata slettes.
pt: Ao clicar nesse botão todo o banco de dados será redefinido e todas as configurações e metadados serão excluídos.
vi: Nhấn nút này sẽ xóa sạch cơ sở dữ liệu, bao gồm cài đặt và metadata.

source: Enable Password
es: Habilitar contraseña
fr: Activer le mot de passe
id: Aktifkan Kata Sandi
nb_no: Aktiver Passord
pt: Senha Ativa
vi: Bật mật khẩu

source: If enabled, everything that isn't reading will require a password.
es: Si se habilita, todo lo que no sea leer requerirá una contraseña.
fr: Si activé, toutes les pages à part la liseuse demandera un mot de passe.
id: Jika diaktifkan, semua yang bukan aktivitas membaca akan memerlukan kata sandi.
nb_no: Hvis aktivert, vil alt som ikke er lesing kreve ett passord.
pt: Se ativado, tudo que não for de leitura irá exigir uma senha.
vi: Nếu bật, mọi thứ trừ việc đọc truyện sẽ yêu cầu mật khẩu.

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe
id: Kata Sandi Baru
nb_no: Nytt Passord
pt: Nova Senha
vi: Mật khẩu Mới

source: New Password Confirmation
es: Repetir nueva contraseña
fr: Confirmation du nouveau mot de passe
id: Konfirmasi Kata Sandi Baru
nb_no: Bekreft Nytt Passord
pt: Confirmação de Nova Senha
vi: Xác nhận mật khẩu mới

source: Only edit these fields if you want to change your password.
es: Modifica estos campos solo si deseas cambiar la contraseña.
fr: Ne modifiez ces champs que si vous voulez changer votre mot de passe.
id: Hanya sunting bidang ini jika Anda ingin mengubah kata sandi Anda.
nb_no: Endre kun disse feltene om du ønsker å endre passordet ditt.
pt: Edite esses campos somente se você quiser alterar a sua senha.
vi: Chỉ chỉnh sửa các trường này nếu bạn muốn đổi mật khẩu.

source: The one already stored will be used otherwise.
es: La que se encuentra en base de datos se usara en otro caso.
fr: Le mot de passe déjà enregistré sera utilisé sinon.
id: Kata sandi yang telah tersimpan akan digunakan jika tidak diubah.
nb_no: Det som allerede er lagret vil bli brukt ellers.
pt: O que já está armazenado será utilizado de outra forma.
vi: Nếu không, mật khẩu đã lưu sẽ được sử dụng.

source: No-Fun Mode
es: Modo No-Fun
fr: Mode Anti-Fun
id: Mode Tanpa Kesenangan
nb_no: Ingen-moro-modus
pt: Modo Sem Diversão
vi: Chế độ Không-Vui

source: Enabling No-Fun Mode will lock reading archives behind the password as well.
es: Habilitar el modo No-Fun bloqueará la lectura de archivos utilizando la contraseña.
fr: Activer le mode Anti-Fun verrouillera également la liseuse derrière le mot de passe.
id: Mengaktifkan Mode Tanpa Kesenangan akan mengunci akses membaca arsip di balik kata sandi juga.
nb_no: Aktivering av Ingen-Morro-Modus vil også låse lesing av arkiver bak passordet.
pt: Habilitando o modo Sem Diversão a leitura de arquivos serão bloqueadas com uma senha.
vi: Bật chế độ Không-Vui sẽ khóa việc đọc truyện bằng mật khẩu.

source: Fully effective after restarting LANraragi.
es: Se vuelve completamente efectivo después de reiniciar LANraragi.
fr: Nécessite un redémarrage de LANraragi.
id: Berlaku penuh setelah memulai ulang LANraragi.
nb_no: Trer i kraft fullt ut etter omstart av LANraragi.
pt: Totalmente eficaz após reiniciar o LANraragi.
vi: Có hiệu lực hoàn toàn sau khi khởi động lại LANraragi.

source: API Key
es: Clave de la API
fr: Clé d'API
id: Kunci API
nb_no: API Nøkkel
pt: Chave da API
vi: Khoá API

source: If you wish to use the Client API and have a password, you'll have to set a key here.
es: Si deseas utilizar la API y tienes una contraseña activa tendrás que colocar una clave acá.
fr: Si vous avez un mot de passe et que vous voulez utiliser l'API, vous devrez définir une clé ici.
id: Jika Anda ingin menggunakan API Klien dan memiliki kata sandi, Anda harus mengatur kunci di sini.
nb_no: Om du ønsker å bruke Klient APIen og har ett passord må du sette en nøkkel her.
pt: Se você deseja usar a API do cliente e tem uma senha, você terá que definir uma chave aqui.
vi: Nếu bạn muốn sử dụng API máy khách và có mật khẩu, bạn sẽ phải thiết lập một khóa tại đây.

source: Empty keys will <b>not</b> work!
es: ¡Las claves vacías <b>no</b> funcionarán!
fr: Une clé vide ne sera <b>pas</b> acceptée !
id: Kunci kosong <b>tidak</b> akan berfungsi!
nb_no: Tomme nøkkler vil <b>ikke</b> virke!
pt: Chaves vazias <b>não irão</b> funcionar!
vi: Khóa trống sẽ <b>không</b> hoạt động!

source: This key will need to be provided in every protected API call as the <i>Authorization</i> header.
es: Esta clave debe ser proveída en cada llamada a la API en la cabecera <i>Authorization</i>.
fr: Cette clé devra être fournie dans chaque appel d'API protégé en tant que Header <i>Authorization</i>.
id: Kunci ini harus disertakan dalam setiap panggilan API yang dilindungi sebagai tajuk <i>Authorization</i>.
nb_no: Denne nøkkelen må oppgis i hver beskyttet API-anrop som <i>Authorization</i>-header.
pt: Essa chave precisa ser fornecida a cada chamada protegida da API como a <i>Autorização</i> no cabeçalho.
vi: Khóa này sẽ cần được cung cấp trong mỗi lần gọi API trong header <i>Authorization</i>.

source: Enable CORS for the Client API
es: Habilitar CORS en la API
fr: Activer CORS pour l'API Client
id: Aktifkan CORS untuk API Klien
nb_no: Aktiver CORS for Klient APIen
pt: Habilitar CORS para a API do cliente
vi: Bật CORS cho API máy khách
