Repository: Difegue/LANraragi
Catalog: locales/template/*.po
Languages: es, fr, id, nb_no, pt, vi

source: Have API requests support Cross-Origin Resource Sharing, which allows web browsers to access it off other domains.
es: Permitir a la API soportar CORS, que permite a navegadores acceder a esta desde otros dominios.
fr: Permettez aux requêtes d'API de fonctionner avec Cross-Origin Resource Sharing, ce qui permet aux navigateurs web d'y accéder depuis d'autres domaines.
id: Izinkan permintaan API mendukung Cross-Origin Resource Sharing, yang memungkinkan peramban mengaksesnya dari ranah lain.
nb_no: La API-forespørsler støtte Cross-Origin Resource Sharing (CORS), som lar nettlesere få tilgang til den fra andre domener.
pt: Faça com que as solicitações de API ofereçam suporte ao CORS (Compartilhamento de Recursos entre Origens), o que permite que os navegadores da internet acessem esses recursos de outros domínios.
vi: Bật hỗ trợ Cross-Origin Resource Sharing (CORS) cho các yêu cầu API, cho phép trình duyệt web truy cập API từ các tên miền khác.

source: Turn this on if you want to access this service through a web-based wrapper (e.g. a userscript) used/hosted on another domain.
es: Habilita esto si vas a acceder a este servicio desde una página web (por ejemplo, un userscript) utilizado o alojado en otro dominio.
fr: Activez ceci si vous voulez accéder à l'API via un wrapper web (comme un userscript) hébergé sur un autre domaine.
id: Aktifkan pilihan ini jika Anda ingin mengakses layanan ini melalui <i>wrapper</i> berbasis web (misalnya <i>userscript</i>) yang digunakan/di-<i>hosting</i> di ranah lain.
nb_no: Slå dette på hvis du ønsker å få tilgang til denne tjenesten gjennom en web-basert wrapper (f.eks. et userscript) som brukes/hostes på et annet domene.
pt: Ative esta opção caso desejar acessar este serviço por meio de um web-based wrapper (por exemplo, um script de usuário) usado/hospedado em outro domínio.
vi: Bật nếu bạn muốn dùng dịch vụ này qua web-based wrapper (như userscript) từ tên miền khác.

source: Shinobu Status
es: Estado de Shinobu
fr: Statut de Shinobu
id: Status Shinobu
pt: Estado do Shinobu
vi: Tình trạng Shinobu

source: The Shinobu File Watcher is currently
es: La vigilante de archivos Shinobu se encuentra
fr: L'observateur de fichiers Shinobu est actuellement
id: Pemantau Berkas Shinobu saat ini
nb_no: Shinobu-filovervåkeren er for øyeblikket
pt: O Arquivo de Observação (File Watcher) do Shinobu é o atual
vi: Shinobu File Watcher hiện đang

source: OK!
es: ¡Correcto!
id: Oke!

source: Kaput!
es: ¡Error!
id: Matot!
nb_no: Totalhavari!
vi: Toang rồi!

source: This File Watcher is responsible for monitoring your content directory and automatically handling new archives as they come.
es: Este vigilante de archivos es responsable de monitorear la carpeta de contenido y agregar automáticamente los nuevos archivos cuando son agregados.
fr: Cet observateur surveille votre dossier d'archives et gère les nouveaux fichiers automatiquement lorsqu'ils sont ajoutés.
id: Pemantau Berkas ini bertanggung jawab untuk memantau direktori konten Anda dan menangani arsip baru secara otomatis saat muncul.
nb_no: Denne Filovervåkeren er ansvarlig for å monitorere innholdsmappen din og automatisk håndtere nye arkiver ettersom de legges til.
pt: Esse File Watcher (Arquivo de Observação) é responsável pelo monitoramento do conteúdo do seu diretório e manipulação automática do arquivos conforme eles chegam.
vi: File Watcher sẽ giám sát thư mục nội dung và tự động xử lý truyện mới được thêm vào.

source: Restart File Watcher
es: Reiniciar vigilante de archivos
fr: Redémarrer l'observateur
id: Mulai Ulang Pemantau Berkas
nb_no: Restart Filovervåkeren
pt: Reiniciar o File Watcher (Arquivo de Observação)
vi: Khởi động lại File Watcher

source: If Shinobu is dead or unresponsive, you can reboot her by clicking this button.
es: Si Shinobu está muerta o no responde, puedes reiniciarla haciendo clic en este botón.
fr: Si Shinobu est indisponible ou non-fonctionnel, vous pouvez la redémarrer en cliquant ce bouton.
id: Jika Shinobu mati atau tidak merespons, Anda dapat memulihkannya dengan mengklik tombol ini.
nb_no: Hvis Shinobu er død eller ikke svarer kan du starte henne på nytt ved å klikke på denne knappen.
pt: Se o Shinobu morrer ou estiver sem resposta, você pode reiniciá-lo clicando nesse botão.
vi: Nếu Shinobu chết hoặc không phản hồi, bạn có thể khởi động lại cô ấy bằng cách nhấn nút này.

source: Open Minion Console
es: Abrir consola de Minion
fr: Ouvrir la console Minion
id: Buka Konsol Minion
nb_no: Åpne Tjener-Konsoll
pt: Abrir o Console Minion
vi: Mở bảng điều khiển Minion

source: The Minion Worker handles spare tasks that are too long to execute within the request/response lifecycle of web applications.
es: Los trabajadores de Minion gestionan tareas que son demasiado largas para ejecutar en el flujo normal de una aplicación web.
fr: Le processus Minion gère les tâches en arrière-plan qui sont trop longues à exécuter dans le contexte d'une page web.
id: Pekerja Minion menangani tugas tambahan yang terlalu panjang untuk dieksekusi dalam siklus permintaan/respons aplikasi web.
nb_no: Tjener Arbeideren håndterer ekstra oppgaver som tar for lang tid å utføre innen forespørsel/svar-syklusen til nettapplikasjoner.
pt: O Minion Worker lida com tarefas extras que são muito longas para serem executadas dentro do ciclo de vida de solicitação/resposta de aplicativos web.
vi: Minion Worker đảm nhận các tác vụ phụ mà quá trình yêu cầu/phản hồi của ứng dụng web không thể xử lý hết.

source: The console shows currently running and concluded tasks.
es: La consola muestra las tareas que se encuentran en ejecución y las completadas.
fr: La console montre les tâches en cours et terminées.
id: Konsol menampilkan tugas yang sedang berjalan dan yang telah selesai.
nb_no: Konsollen viser nåværende og fullførte oppgaver.
pt: O console mostra as tarefas em execução e as concluídas.
vi: Bảng điều khiển hiển thị các tác vụ đang chạy và đã hoàn thành.

source: Thumbnail Directory
es: Carpeta de miniaturas
fr: Dossier des miniatures
id: Direktori Keluku
nb_no: Miniatyrbildemappe
pt: Diretório de Miniaturas
vi: Thư mục ảnh thu nhỏ

source: Directory where the archive thumbnails will be located. It will be created if it doesn't exist.
es: Carpeta donde se almacenaran las miniaturas. Se creará si no existe.
fr: Dossier ou les miniatures de couverture seront stockées. Il sera crée si il n'existe pas.
id: Direktori tempat keluku arsip akan disimpan. Akan dibuat jika belum ada.
nb_no: Mappen hvor arkiv miniatyrbildene plasseres. Mappen skapes om den ikke eksisterer.
pt: O diretório onde armazena as miniaturas dos arquivos localizados. Ele é criado caso não tenha um.
vi: Thư mục chứa ảnh thu nhỏ của truyện. Thư mục này sẽ được tạo nếu chưa tồn tại.

source: Make sure the OS user running LANraragi has read/write access to this directory.
es: Asegúrate que el usuario del sistema operativo que ejecuta LANraragi tiene acceso de lectura y escritura a esta carpeta.
fr: Assurez vous que l'utilisateur système exécutant LANraragi a un accès lecture/écriture à ce dossier.
id: Pastikan pengguna SO yang menjalankan LANraragi memiliki akses baca/tulis ke direktori ini.
nb_no: Sørg for at OS brukeren som kjører LANraragi har lese- og skrivetilgang til denne mappen.
pt: Certifique-se de que o usuário do Sistema Operacional que executa o LANraragi tenha acesso de leitura/gravação desse diretório.
vi: Đảm bảo người dùng hệ điều hành đang chạy LANraragi có quyền đọc/ghi vào thư mục.

source: Use high-quality thumbnails for pages
es: Utilizar miniaturas de alta calidad para las páginas
fr: Utiliser des miniatures haute qualité pour les pages
id: Gunakan keluku berkualitas tinggi untuk halaman
nb_no: Bruk høykvalitets miniatyrbilder for sider
pt: Use miniaturas de alta qualidade para páginas
vi: Dùng ảnh thu nhỏ chất lượng cao cho các trang

source: LANraragi generates lower-quality thumbnails for archive pages for performance reasons.
es: LANraragi genera miniaturas de baja calidad por motivos de rendimiento.
fr: LANraragi génère des miniatures basse qualité pour les pages d'archive pour des raisons de performance.
id: LANraragi menghasilkan keluku kualitas lebih rendah untuk halaman arsip demi alasan kinerja.
nb_no: LANraragi genererer miniatyrbilder av lavere kvalitet for arkivsider av ytelseshensyn.
pt: O LANraragi gera miniaturas de baixa qualidade para páginas de arquivo por causa do desempenho.
vi: LANraragi tạo ảnh thu nhỏ chất lượng thấp hơn cho các trang truyện để cải thiện hiệu suất.

source: If this option is checked, it will instead generate page thumbnails at the same quality as cover thumbnails.
es: Si se habilita esta opción se generarán miniaturas de página a la misma calidad que las miniaturas de portada.
fr: SI cette option est activée, les miniatures de page seront générées à la même qualité que les miniatures de couverture.
id: Jika pilihan ini diaktifkan, keluku halaman akan dihasilkan dengan kualitas yang sama seperti keluku sampul.
nb_no: Hvis dette alternativet er valgt, vil det i stedet generere sideminiatyrbilder med samme kvalitet som omslagsminiatyrene.
pt: Se esta opção estiver marcada, serão geradas miniaturas de página com a mesma qualidade das miniaturas da capa.
vi: Nếu chọn tùy chọn này, hệ thống sẽ tạo ảnh thu nhỏ trang với chất lượng giống như ảnh thu nhỏ bìa.

source: Use JPEG XL for thumbnails
es: Usar JPEG XL para miniaturas
fr: Utiliser JPEG XL pour les miniatures
id: Gunakan JPEG XL untuk keluku
nb_no: Bruk JPEG XL for miniatyrbilder
pt: Utilizar o JPEG XL para miniaturas
vi: Dùng JPEG XL cho ảnh thu nhỏ

source: LANraragi generates JPEG thumbnails for compatibility and performance reasons.
es: LANraragi genera miniaturas JPEG por compatibilidad y rendimiento.
fr: LANraragi génère les miniatures en JPEG pour des raisons de compatibilité et de performance.
id: LANraragi menghasilkan keluku JPEG demi alasan kompatibilitas dan kinerja.
nb_no: LANraragi genererer JPEG-miniatyrbilder av hensyn til kompatibilitet og ytelse.
pt: O LANraragi gera miniaturas JPEG por razões de compatibilidade e desempenho.
vi: LANraragi tạo ảnh thu nhỏ định dạng JPEG để tăng tính tương thích và cải thiện hiệu suất.

source: If this option is checked, it will instead generate thumbnails using JPEG XL.
es: Si se habilita esta opción, las miniaturas se generarán en formato JPEG XL.
fr: Si cette option est activée, les miniatures seront générées en JPEG XL à la place.
id: Jika pilihan ini diaktifkan, keluku akan dihasilkan menggunakan JPEG XL.
nb_no: Hvis dette alternativet er valgt, vil det i stedet generere miniatyrbilder som JPEG XL.
pt: Se esta opção estiver marcada, serão geradas miniaturas usando JPEG XL.
vi: Nếu chọn tùy chọn này, hệ thống sẽ tạo ảnh thu nhỏ bằng JPEG XL thay vì định dạng khác.

source: Generate Missing Thumbnails
es: Generar miniaturas faltantes
fr: Générer les miniatures manquantes
id: Hasilkan Keluku Yang Hilang
nb_no: Generer Manglende Miniatyrbilder
pt: Gerar Miniaturas Ausentes
vi: Tạo Ảnh thu nhỏ còn thiếu

source: Generate Thumbnails for all archives that don't have one yet.
es: Generar miniaturas para todos los archivos que no tengan una.
fr: Générer des miniatures pour toutes les archives qui n'en ont pas encore.
id: Hasilkan keluku untuk semua arsip yang belum ada.
nb_no: Generer Miniatyrbilder for alle arkivene som ikke har et enda.
pt: Gerar miniaturas para todos os arquivos que ainda não possui uma.
vi: Tạo Ảnh thu nhỏ cho toàn bộ truyện chưa có ảnh thu nhỏ.

source: Regenerate all Thumbnails
es: Volver a generar todas las miniaturas
fr: Régénérer toutes les miniatures
id: Hasilkan Ulang Semua Keluku
nb_no: Generer alle miniatyrbilder på nytt
pt: Regenerar Todas as Miniaturas
vi: Tạo lại toàn bộ Ảnh thu nhỏ

source: Regenerate all thumbnails. This might take a while!
es: Volver a generar todas las miniaturas. ¡Esto puede tardar un rato!
fr: Régénère toutes les miniatures. Ceci peut prendre un peu de temps !
id: Hasilkan ulang semua keluku. Proses ini mungkin memakan waktu!
nb_no: Generer alle miniatyrbilder på nytt. Dette kan ta en stund!
pt: Regenera todas as miniaturas. Isso pode demorar um pouco!
vi: Tạo lại tất cả hình thu nhỏ. Quá trình này có thể mất một lúc!

source: Add Timestamp Tag
es: Agregar etiqueta de marca de tiempo
fr: Ajouter un marqueur de temps
id: Tambahkan Tag Stempel Waktu
nb_no: Legg til tidsstempel-tagg
pt: Adicionar um Registro de Data e Hora na Etiqueta
vi: Thêm thẻ thời gian

source: If enabled, LANraragi will add the UNIX timestamp of the current time as a tag under the "date_added" namespace to newly added archives.
es: Si se habilita, LANraragi agregará una etiqueta de tiempo en formato UNIX dentro del espacio de nombre "date_added" a los archivos agregados.
fr: Si activé, LANraragi ajoutera le temps UNIX actuel en tant que tag "date_added" à toute nouvelle archive.
id: Jika diaktifkan, LANraragi akan menambahkan stempel waktu UNIX dari waktu saat ini sebagai tag dalam ruang nama "date_added" ke arsip yang baru ditambahkan.
nb_no: Hvis aktivert, vil LANraragi legge til UNIX-tidsstempelet for den nåværende tiden som en tagg under "date_added"-navnerommet til nylig lagde arkiver.
pt: Se habilitado, o LANraragi adiciona o registro de data e hora UNIX da hora atual como uma tag no namespace "date_added" dos arquivos recém-adicionados.
vi: Nếu bật, LANraragi sẽ thêm thời gian UNIX tại thời điểm hiện tại dưới dạng thẻ "date_added" cho các truyện mới được thêm vào.

source: Use "Last modified" Time
es: Utilizar tiempo de última modificación del archivo
fr: Utiliser le temps de "Dernière modification"
id: Gunakan Waktu "Terakhir diubah"
nb_no: Bruk "Sist Endret"-tidspunkt
pt: Utilizar a hora da "Última modificação"
vi: Dùng thời gian "Sửa đổi lần cuối"

source: Enabling this will use file modified time instead of current time when setting "date_added" timestamps.
es: Al habilitar se usará el tiempo de la última modificación al momento de agregar la etiqueta "date_added".
fr: Activer ceci utilisera la date de dernière modification du fichier au lieu du temps actuel lors de l'application de tags "date_added".
id: Jika diaktifkan, waktu perubahan berkas akan digunakan alih-alih waktu saat ini untuk mengatur stempel waktu "date_added".
nb_no: Å aktivere dette vil bruke filens endringstidspunkt i stedet for nåværende tid når "date_added"-tidsstempler settes.
pt: Habilitando isso irá utilizar a hora de modificação do arquivo em vez da hora atual ao definir os registros de data e hora "date_added".
vi: Bật tùy chọn này sẽ sử dụng thời gian sửa đổi của tệp thay vì thời gian hiện tại khi thiết lập dấu thời gian "date_added".

source: Tag Rules
es: Reglas de etiquetas
fr: Règles de conversion de tags
id: Aturan Tag
nb_no: Tagg Regler
pt: Regras das Etiquetas
vi: Quy tắc thẻ

source: When tagging archives using Plugins, the rules specified here will be applied to the tags before saving them to the database.
es: Al etiquetar archivos con complementos, las reglas especificadas acá se aplicarán a las etiquetas antes de ser guardadas en la base de datos.
fr: Lorsque des métadonnées sont ajoutées par des plugins, les règles spécifiées ici seront appliquées aux métadonnées avant leur sauvegarde.
id: Saat menandai arsip menggunakan Plugin, aturan yang ditentukan di sini akan diterapkan pada tag sebelum menyimpannya ke pangkalan data.
nb_no: Når arkiver merkes ved hjelp av programvaretillegg, vil reglene som er spesifisert her bli brukt på taggene før de lagres i databasen.
pt: Ao marcar os arquivos usando Plugins, as regras especificadas aqui serão aplicadas nas tags antes de serem salvas no banco de dados.
vi: Khi gắn thẻ cho truyện bằng Plugin, các quy tắc được chỉ định ở đây sẽ được áp dụng cho thẻ trước khi lưu vào cơ sở dữ liệu.

source: Split rules with linebreaks.
es: Separa las reglas con saltos de línea.
fr: Séparez les règles avec des sauts de ligne.
id: Pisahkan aturan dengan baris baru.
nb_no: Del reglene med linjeskift.
pt: Dividir as regras com a quebras de linha.
vi: Tách các quy tắc bằng dòng mới.

source: <b>-tag | tag</b> : removes the tag (like a blacklist)
es: <b>-etiqueta | etiqueta</b>: elimina la etiqueta (como una lista negra)
fr: <b>-tag | tag</b> : supprime le tag (comme la blacklist)
id: <b>-tag | tag</b> : menghapus tag (seperti daftar hitam)
nb_no: <b>-tagg | tagg</b> : fjerner taggen (som en svarteliste)
pt: <b>-tag | tag</b> : remover a tag (como uma lista negra)
vi: <b>-thẻ | thẻ</b> : xóa thẻ (giống như danh sách đen)

source: <b>-namespace:*</b> : removes all tags within this namespace
es: <b>-espaciodenombre:*</b>: elimina todas las etiquetas con este espacio de nombre
fr: <b>-namespace:*</b> : supprime tous les tags avec ce namespace
id: <b>-ruangnama:*</b> : menghapus semua tag dalam ruang nama ini
nb_no: <b>-navnerom:*</b> : fjerner alle tagger innenfor dette navnerommet
pt: <b>-namespace:*</b> : remove todas as tags dentro deste namespace
vi: <b>-namespace:*</b> : xóa tất cả các thẻ trong không gian tên này

source: namespace : strips the namespace from the tags
es: <b>~espaciodenombre</b>: quita el espacio de nombre de las etiquetas
fr: <b>~namespace</b> : retire le namespace des tags
id: <b>~ruangnama</b> : menghilangkan ruang nama dari tag
nb_no: <b>~navnerom</b> : fjerner navnerommet fra taggene
pt: <b>~namespace</b> : retira o namespace das tags
vi: <b>~namespace</b> : loại bỏ không gian tên khỏi thẻ

source: <b>tag -> new-tag</b> : replaces one tag
es: <b>etiqueta -> nueva-etiqueta</b>: reemplaza una etiqueta
fr: <b>tag -> new-tag</b> : Remplace le tag
id: <b>tag -> tag-baru</b> : mengganti suatu tag
nb_no: <b>tagg -> new-tagg</b> : erstatter en tagg
pt: <b>tag -> nova-tag</b> : substitui uma tag
vi: <b>thẻ -> thẻ-mới</b> : thay thế một thẻ bằng thẻ mới

source: <b>tag => new-tag</b> : replaces one tag, but use a hash table internally for faster performance. These rules will be executed <i>once</i> after all other rules.
es: <b>etiqueta => nueva-etiqueta</b>: reemplaza una etiqueta, pero se utiliza una tabla interna por motivos de rendimiento. Estas reglas se ejecutarán <i>una única vez</i> después de todas las otras reglas.
fr: <b>tag => new-tag</b> : Remplace un tag, but en utilisant une table hash pour plus de rapidité. Ces règles seront exécutées <i>une fois</i> après toutes les autres règles.
id: <b>tag => tag-baru</b> : mengganti suatu tag, tetapi menggunakan tabel hash secara internal untuk kinerja lebih cepat. Aturan ini akan dieksekusi <i>sekali</i> setelah semua aturan lainnya selesai.
nb_no: <b>tagg => new-tagg</b> : erstatter en tagg, men bruker en hash-tabell internt for raskere ytelse. Disse reglene vil bli utført <i>én gang</i> etter alle andre regler.
pt: <b>tag => nova-tag</b>: substitui uma tag, mas usa uma tabela de hash internamente para um desempenho mais rápido. Essas regras serão executadas <i>uma vez</i> após todas as outras regras.
vi: <b>tag => new-tag</b> : thay thế một thẻ, nhưng sử dụng bảng băm bên trong để tăng hiệu suất. Các quy tắc này sẽ được thực thi <i>sau cùng</i> sau tất cả các quy tắc khác.

source: <b>namespace:* -> new-namespace:*</b> : replaces the namespace with the new one
es: <b>espaciodenombre:* -> nuevo-espaciodenombre:*</b>: reemplaza el espacio de nombre por uno nuevo
fr: <b>namespace:* -> new-namespace:*</b> : Remplace le namespace avec le nouveau
id: <b>ruangnama:* -> ruangnama-baru:*</b> : mengganti ruang nama dengan yang baru
nb_no: <b>navnerom :* -> nytt-navnerom:*</b> : erstatter navnerom med det nye navnerommet
pt: <b>namespace:* -> novo-namespace:*</b> : substitui o namespace pelo novo
vi: <b>không-gian-tên:* -> không-gian-tên-mới:*</b> : thay thế không gian tên cũ bằng không gian tên mới

source: The selected theme will apply to the entire application and be shown to all users.
es: El tema seleccionado se aplicará en toda la aplicación y se mostrará a todos los usuarios.
fr: Le thème choisi sera appliqué à toute l'application et sera montré à tous les utilisateurs.
id: Tema yang dipilih akan diterapkan ke seluruh aplikasi dan ditampilkan untuk semua pengguna.
nb_no: Det valgte temaet vil gjelde for hele applikasjonen og vises for alle brukere.
pt: O tema selecionado será aplicado a todo aplicativo e será exibido a todos os usuários.
vi: Chủ đề đã chọn sẽ áp dụng cho toàn bộ ứng dụng và hiển thị cho tất cả người dùng.

source: If you're using a browser that supports "theme-color", the theme's primary color will also be applied there.
es: Si estás utilizando un navegador que soporta "theme-color" el color primario del tema también se aplicara.
fr: SI vous utilisez un navigateur qui supporte "theme-color", la couleur primaire du thème y sera appliquée.
id: Jika Anda menggunakan peramban yang mendukung "theme-color", warna primer tema juga akan diterapkan di sana.
nb_no: Hvis du bruker en nettleser som støtter "tema-farger", vil temaets primærfarge også bli brukt der.
pt: Se você estiver usando um navegador compatível com "cor-do-tema", a cor primária do tema também irá ser aplicada.
vi: Nếu trình duyệt của bạn hỗ trợ "theme-color", màu chính của chủ đề cũng sẽ được áp dụng ở đó.

source: Click on a theme to preview it before saving!
es: ¡Haz clic en un tema para probarlo antes de aplicarlo!
fr: Sélectionnez un thème pour l'essayer avant de sauvegarder !
id: Klik pada tema untuk melihat pratinjaunya sebelum menyimpan!
nb_no: Klikk på ett tema for å forhåndsvise det før du lagrer!
pt: Clique em um tema para visualizá-lo antes de salvar!
vi: Nhấp vào một chủ đề để xem trước, trước khi lưu!

source: Editing %1 by %2
es: Editando %1 por %2
fr: Modification de %1 par %2
id: Menyunting %1 oleh %2
nb_no: Redigerer %1 av %2
pt: Editando %1 por %2
vi: Đang sửa %1 thành %2

source: Editing %1
es: Editando %1
fr: Modification de %1
id: Menyunting %1
nb_no: Redigerer %1
pt: Editando %1
vi: Đang sửa %1

source: Current File Name:
es: Nombre del archivo actual:
fr: Nom de fichier actuel :
id: Nama Berkas Saat Ini:
nb_no: Nåværende Filnavn:
pt: Nome do Arquivo Atual:
vi: Tên File hiện tại:

source: Title:
es: Título:
fr: Titre :
id: Judul:
nb_no: Tittel:
pt: Título:
vi: Tiêu đề:

source: Summary:
es: Resumen:
fr: Résumé :
id: Ringkasan:
nb_no: Sammendrag:
pt: Sumário:
vi: Tóm tắt:

source: (separated by hyphens, i.e : tag1, tag2)
es: (separadas por comas, por ejemplo: etiqueta1, etiqueta2)
fr: (séparé par des virgules, par exemple : tag1, tag2)
id: (dipisahkan dengan tanda hubung, contoh: tag1, tag2)
nb_no: (separert med komma, f.eks: tagg1, tagg2)
pt: (separados por hífens, ou seja: tag1, tag2)
vi: (cách nhau bằng dấu phẩy, ví dụ: thẻ1, thẻ2)

source: Import Tags from Plugin :
es: Importar etiquetas del complemento:
fr: Importer les métadonnées à partir du plugin :
id: Impor Tag dari Plugin:
nb_no: Importer Tagger fra Programvaretillegg :
pt: Importar as Etiquetas do Plugin:
vi: Thêm Thẻ từ Plugin:

source: Go!
es: ¡Adelante!
fr: C'est parti !
id: Mulai!
nb_no: Kjør!
pt: Vá!
vi: Đi!

source: Using a Plugin will save any modifications to archive metadata you might have made !
es: ¡Utilizar un complemento guardará cualquier modificación a los metadatos que hayas realizado!
fr: Utiliser un plugin sauvegardera toutes les modifications de métadonnées que vous avez fait !
id: Menggunakan Plugin akan menyimpan semua perubahan yang mungkin telah Anda buat pada metadata arsip!
nb_no: Å bruke et programvaretillegg vil lagre eventuelle endringer du måtte ha gjort i arkivmetadata !
pt: Utilizar um plugin irá salvar quaisquer modificações que você possa ter feito nos metadados do arquivo!
vi: Sử dụng Plugin sẽ lưu lại mọi thay đổi bạn đã thực hiện với metadata của truyện!

source: Save Metadata
es: Guardar metadatos
fr: Sauvegarder les métadonnées
id: Simpan Metadata
nb_no: Lagre Metadata
pt: Salvar Metadados
vi: Lưu Metadata
