Repository: Difegue/LANraragi
Catalog: locales/template/*.po
Languages: es, fr, id, nb_no, pt, vi

source: Are you sure you want to delete this archive?
es: ¿Estás seguro de que deseas eliminar este archivo?
fr: Voulez-vous vraiment supprimer cette archive ?
id: Apakah Anda yakin ingin menghapus arsip ini?
nb_no: Er du sikker på at du vil slette dette arkivet?
pt: Tem certeza de que deseja excluir esse arquivo?
vi: Bạn có chắc chắn muốn xóa truyện này không?

source: Are you sure you want to delete the selected archives?
es: ¿Estás seguro de que deseas eliminar los archivos seleccionados?
fr: Voulez-vous vraiment supprimer les archives sélectionnées ?
id: Apakah Anda yakin ingin menghapus arsip yang dipilih?
nb_no: Er du sikker på at du vil slette de valgte arkivene?
pt: Tem certeza de que deseja excluir os arquivos selecionados?
vi: Bạn có chắc chắn muốn xóa các truyện đã chọn không?

source: This action cannot be undone!
es: ¡Esta acción no se puede revertir!
fr: Cette action ne peut pas être annulée !
id: Tindakan ini tidak dapat dibatalkan!
nb_no: Denne handlingen kan ikke angres!
pt: Esta ação não pode ser desfeita!
vi: Hành động này không thể hoàn tác!

source: This action (truly) cannot be undone!
es: ¡Esta acción (verdaderamente) no se puede revertir!
fr: Cette action ne peut (vraiment) pas être annulée !
id: Tindakan ini (benar-benar) tidak dapat dibatalkan!
nb_no: Denne handlingen kan (virkelig) ikke angres!
pt: Esta ação (verdadeiramente) não pode ser desfeita!
vi: Hành động này (thật sự) không thể hoàn tác!

source: Yes, delete it!
es: ¡Sí, elimínalo!
fr: Oui, supprimez !
id: Ya, hapus!
nb_no: Ja, slett det!
pt: Sim, exclua isso!
vi: Đúng, xóa nó đi!

source: No, keep it!
es: ¡No, mantenlo!
fr: Non, laissez tomber !
id: Tidak, biarkan saja!
nb_no: Nei, behold det!
pt: Não, fique com ele!
vi: Không, giữ nó!

source: Error while deleting cache! Check application logs.
es: ¡Error al borrar la caché! Por favor, revisa los registros de aplicación.
fr: Erreur lors de la suppression du cache ! Vérifiez les logs serveur.
id: Galat menghapus singgahan! Periksa pencatatan aplikasi.
nb_no: Feil under sletting av cache! Sjekk programloggene.
pt: Erro ao excluir o cache! Verifique os logs do aplicativo.
vi: Lỗi khi xóa bộ nhớ đệm! Vui lòng kiểm tra log của ứng dụng.

source: Error while processing request
es: Error al procesar solicitud
fr: Erreur lors du traitement de la requête
id: Galat memproses permintaan
nb_no: Feil under behandling av forespørsel
pt: Erro ao processar a solicitação
vi: Lỗi khi xử lý yêu cầu

source: Error checking Minion job status
es: Error al revisar estado de la tarea de Minion
fr: Erreur lors de la vérification du statut du job Minion
id: Galat memeriksa status tugas Minion
nb_no: Feil ved sjekking av status for Tjener-oppgave
pt: Erro ao verificar o status de serviço do Minion
vi: Lỗi khi kiểm tra trạng thái công việc Minion

source: Saved!
es: ¡Guardado!
fr: Sauvegardé !
id: Disimpan!
nb_no: Lagret!
pt: Salvo!
vi: Đã lưu!

source: Error saving data
es: Error al guardar datos
fr: Erreur lors de la sauvegarde
id: Galat menyimpan data
nb_no: Feil ved lagring av data
pt: Erro ao salvar dados
vi: Lỗi khi lưu dữ liệu

source: Started Batch Operation...
es: Iniciando operación en lotes...
fr: Début de l'opération en série...
id: Memulai Operasi Tumpak ...
nb_no: Startet gruppeoperasjon...
pt: Iniciada a Operação em Lote...
vi: Đang thực hiện tác vụ nhóm...

source: Batch Operation complete!
es: ¡Operación en lotes completada!
fr: Opération en série terminée !
id: Operasi Tumpak selesai!
nb_no: Gruppeoperasjon fullført!
pt: Operação em Lote concluída!
vi: Tác vụ nhóm đã hoàn thành!

source: An error occured during batch tagging!
es: ¡Ocurrió un error durante el etiquetado por lotes!
fr: Une erreur à eu lieu lors de l'opération en série !
id: Terjadi galat menambahkan tag tumpak!
nb_no: En feil oppstod under gruppetagging!
pt: Ocorreu um erro durante a etiquetagem em lote!
vi: Lỗi khi thực hiện gán thẻ nhóm!

source: Please check application logs.
es: Por favor, revisa los registros de aplicación.
fr: Veuillez vérifier les logs serveur.
id: Harap periksa pencatatan aplikasi.
nb_no: Vennligst sjekk applikasjonsloggene.
pt: Por favor, verifique os registros do aplicativo.
vi: Hãy kiểm tra nhật ký ứng dụng.

source: Error! Terminating session.
es: ¡Error! Finalizando sesión.
fr: Erreur ! Fin de session.
id: Galat! Mengakhiri sesi.
nb_no: Feil! Avslutter økten.
pt: Erro! Encerrando a sessão.
vi: Đã xảy ra lỗi! Kết thúc phiên làm việc.

source: Sleeping for ${x} seconds.
es: Esperando por ${x} segundos.
fr: Mise en pause pendant ${x} secondes.
id: Tidur selama ${x} detik.
nb_no: Sover i ${x} sekunder.
pt: Dormindo por ${x} segundos.
vi: Ngủ trong ${x} giây.

source: Error while processing ID ${id} (${msg})
es: Error al procesar ID ${id} (${msg})
fr: Erreur lors du traitement de l'ID ${id} (${msg})
id: Galat memproses ID ${id} (${msg})
nb_no: Feil ved behandling av ID ${id} (${msg})
pt: Erro ao processar o ID ${id} (${msg})
vi: Lỗi khi xử lý ID ${id} (${msg})

source: Processed ID ${id} with "${plug}" (Added tags: ${tags})
es: Procesando ID ${id} con "${plug}" (Etiquetas agregadas: ${tags})
fr: Traité l'ID ${id} avec "${plug}" (Tags ajoutés : ${tags})
id: Memproses ID ${id} dengan "${plug}" (Tag yang ditambahkan: ${tags})
nb_no: Behandlet ID ${id} med «${plug}» (La til merkelapper: ${tags})
pt: ID processado ${id} com "${plug}" (Tags adicionadas: ${tags})
vi: Đã xử lý ID ${id} với "${plug}" (Đã thêm thẻ: ${tags})

source: Deleted ID ${id} (Filename: ${filename})
es: Eliminado ID ${id} (Archivo: ${filename})
fr: Supprimé l'ID ${id} (Nom : ${filename})
id: Menghapus ID ${id} (Nama berkas: ${filename})
nb_no: Slettet ID ${id} (Filnavn: ${filename})
pt: ID excluído ${id} (Nome do arquivo: ${filename})
vi: Đã xóa ID ${id} (Tên file: ${filename})

source: Replaced tags for ID ${id} (New tags: ${tags})
es: Etiquetas reemplazas por ID ${id} (Nuevas etiquetas: ${tags})
fr: Remplacé les tags de l'ID ${id} (Nouveaux tags : ${tags})
id: Mengganti tag untuk ID ${id} (Tag baru: ${tags})
nb_no: Erstattet tagger for ID ${id} (Nye tagger: ${tags})
pt: Etiquetas trocadas para o ID ${id} (Novas etiquetas: ${tags})
vi: Đã thay thế thẻ cho ID ${id} (Thẻ mới: ${tags})

source: Added ID ${id} to category ${category}! (${msg})
es: ¡Agregado ID ${id} a la categoría ${category}! (${msg})
fr: L'ID ${id} a été ajouté à la catégorie ${category} ! (${msg})
id: Menambahkan ID ${id} ke kategori ${category}! (${msg})
nb_no: La til ID ${id} i kategori ${category}! (${msg})
pt: O ID ${id} adicionado à categoria ${category}! (${msg})
vi: Đã thêm ID ${id} vào danh mục ${category}! (${msg})

source: Cleared new flag for ID ${id}!
es: ¡Se quitó el marcador de nuevo para el ID ${id}!
fr: L'ID ${id} a eu son indicateur "New" retiré !
id: Menghapus tanda baru untuk ID ${id}!
nb_no: Fjernet nytt-flagget for ID ${id}!
pt: Nova flag renovadas para o ID ${id}!
vi: Đã xóa cờ mới cho ID ${id}!

source: Unknown operation ${oper} (${msg})
es: Operación desconocida ${oper} (${msg})
fr: Opération inconnue ${oper} (${msg})
id: Operasi tidak dikenal ${oper} (${msg})
nb_no: Ukjent operasjon ${oper} (${msg})
pt: Operação desconhecida ${oper} (${msg})
vi: Thao tác không xác định ${oper} (${msg})

source: Changed title to: ${title}
es: Cambiado título a:${title}
fr: Le titre a été changé en : ${title}
id: Mengubah judul menjadi: ${title}
nb_no: Endret tittel til: ${title}
pt: Título alterado para: ${title}
vi: Đã thay đổi tiêu đề thành: ${title}

source: Reloading page in 5 seconds to account for deleted archives...
es: Recargando página en 5 segundos para tomar en cuenta los archivos eliminados.
fr: Rechargement de la page dans 5 secondes pour prendre en compte les archives supprimées...
id: Memuat ulang halaman dalam 5 detik untuk menyesuaikan dengan arsip yang dihapus ...
nb_no: Laster inn siden på nytt om 5 sekunder for å ta høyde for slettede arkiver...
pt: Recarregando a página em 5 segundos para contabilizar os arquivos excluídos...
vi: Trang sẽ được tải lại trong 5 giây để đồng bộ với các truyện đã xóa...

source: Cancelling Batch Operation...
es: Cancelando operación por lotes...
fr: Annulation de l'opération...
id: Membatalkan Operasi Tumpak ...
nb_no: Avbryter batch-operasjonen...
pt: Cancelando a operação em Lote...
vi: Đang hủy tác vụ nhóm...

source: Enter a name for the new category
es: Ingresa un nombre para la nueva categoría
fr: Entrez un nom pour la nouvelle catégorie
id: Masukkan nama untuk kategori baru
nb_no: Skriv inn et navn for den nye kategorien
pt: Digite um nome para a nova categoria
vi: Nhập tên cho danh mục mới

source: My Category
es: Mi categoría
fr: Ma catégorie
id: Kategori Saya
nb_no: Min Kategori
pt: Minha Categoria
vi: Danh mục của tôi

source: Please enter a category name.
es: Por favor ingresa un nombre de categoría.
fr: Veuillez entrer un nom de catégorie.
id: Harap masukkan nama kategori.
nb_no: Vennligst skriv inn et navn for kategorien.
pt: Por favor, insira um nome da categoria.
vi: Hãy nhập tên danh mục.

source: No category
es: Sin categoría
fr: Pas de catégorie
id: Tidak ada kategori
nb_no: Ingen kategori
pt: Nenhuma categoria
vi: Không có danh mục

source: Error getting categories from server
es: Error obteniendo categorías del servidor
fr: Erreur lors de la récupération des catégories du serveur
id: Galat mengambil kategori dari peladen
nb_no: Feil ved henting av kategorier fra serveren
pt: Erro ao obter as categorias do servidor
vi: Lỗi khi lấy danh mục từ máy chủ

source: Error modifying category
es: Error modificando categoría
fr: Erreur lors de la modification de la catégorie
id: Galat mengubah kategori
nb_no: Feil ved endring av kategori
pt: Erro ao modificar a categoria
vi: Lỗi khi sửa danh mục

source: The category will be deleted permanently.
es: La categoría se eliminará de forma permanente.
fr: La catégorie sera supprimée.
id: Kategori akan dihapus secara permanen.
nb_no: Kategorien vil bli slettet permanent.
pt: A categoria será excluída permanentemente.
vi: Danh mục này sẽ bị xóa vĩnh viễn.

source: Category deleted!
es: ¡Categoría eliminada!
fr: Catégorie supprimée !
id: Kategori dihapus!
nb_no: Kategori slettet!
pt: Categoria apagada!
vi: Đã xóa danh mục!

source: Error deleting category
es: Error al eliminar categoría
fr: Erreur lors de la suppression de la catégorie
id: Galat menghapus kategori
nb_no: Feil ved sletting av kategori
pt: Erro ao excluir categoria
vi: Lỗi khi xóa danh mục

source: Writing a Predicate
es: Escribiendo un texto de búsqueda
fr: Écrire un prédicat
id: Menulis Predikat
nb_no: Å skrive et predikat
pt: Escrevendo um Atributo
vi: Viết tiêu chí lọc

source: Predicates follow the same syntax as searches in the Archive Index. Check the Documentation for more information.
es: Los textos de búsqueda utilizan la misma sintaxis que las búsquedas en el índice de archivos. Revisa la <a href="https://sugoi.gitbook.io/lanraragi/basic-operations/searching">documentación</a> para más información.
fr: Les prédicats suivent la même syntaxe de recherche que la bibliothèque. Lisez la <a href="https://sugoi.gitbook.io/lanraragi/basic-operations/searching">Documentation</a> pour plus d'information.
id: Predikat mengikuti sintaks yang sama dengan penelusuran di Indeks Arsip. Lihat <a href="https://sugoi.gitbook.io/lanraragi/basic-operations/searching">Dokumentasi</a> untuk informasi lebih lanjut.
nb_no: Predikater følger samme syntaks som søk i arkivindeksen. Sjekk <a href="https://sugoi.gitbook.io/lanraragi/basic-operations/searching">Dokumentasjonen</a> for mer informasjon.
pt: Os atributos seguem a mesma sintaxe das pesquisas no Índice do Arquivo. Consulte a <a href="https://sugoi.gitbook.io/lanraragi/basic-operations/searching">Documentação</a> para obter mais informações.
vi: TIêu chí lọc tuân theo cú pháp giống như các tìm kiếm trong Danh sách Truyện. Xem <a href="https://sugoi.gitbook.io/lanraragi/basic-operations/searching">Tài liệu hướng dẫn</a> để biết thêm chi tiết.

source: Background Worker restarted!
es: ¡Trabajador de fondo reiniciado!
fr: Processus d'arrière-plan redémarré !
id: Pekerja Latar Belakang dimulai ulang!
nb_no: Bakgrunnsarbeideren ble startet på nytt!
pt: Background Worker reiniciado!
vi: Công việc nền đã được khởi động lại!

source: Error restarting Worker:
es: Error reiniciando trabajador:
fr: Erreur lors du redémarrage du processus :
id: Galat memulai ulang Pekerja:
nb_no: Feil ved omstart av arbeider:
pt: Error ao reiniciar Worker:
vi: Lỗi khi khởi động lại công việc nền:

source: Content folder rescan started!
es: ¡Escaneo de la carpeta de archivos iniciado!
fr: Relecture du dossier de contenu lancée !
id: Pemindaian ulang isi folder dimulai!
nb_no: Gjenlesing av innholdsmappen startet!
pt: Nova verificação na pasta do conteúdo foi iniciada!
vi: Bắt đầu quét lại thư mục nội dung!

source: Error starting content folder rescan:
es: Error iniciando escaneo de la carpeta de archivos:
fr: Erreur lors du démarrage de la relecture du dossier :
id: Galat memulai pemindaian ulang folder:
nb_no: Feil ved oppstart av gjenlesing av innholdsmappen:
pt: Erro ao iniciar uma nova verificação da pasta de conteúdo:
vi: Lỗi khi bắt đầu quét lại thư mục truyện:

source: Error while querying Shinobu status:
es: Error al obtener estado de Shinobu:
fr: Erreur lors de la vérification du statut de Shinobu :
id: Galat memeriksa status Shinobu:
nb_no: Feil ved forespørsel om Shinobu-status:
pt: Erro ao consultar o status do Shinobu:
vi: Lỗi khi truy vấn trạng thái Shinobu:

source: About Plugins
es: Acerca de los complementos
fr: A propos des plugins
id: Tentang Plugin
nb_no: Om programvaretillegg
pt: Sobre os Plugins
vi: Giới thiệu về Plugin

source: You can use plugins to automatically fetch metadata for this archive. <br/> Just select a plugin from the dropdown and hit Go! <br/> Some plugins might provide an optional argument for you to specify. If that's the case, a textbox will be available to input said argument.
es: Puedes utilizar complementos para obtener metadatos de forma automática para este archivo.<br/>¡Solo selecciona un complemento de la lista y ejecútalo!<br/>Algunos complementos pueden utilizar un argumento opcional. Si es el caso, una caja de texto aparecerá para que puedas ingresar dicho argumento.
fr: Vous pouvez utiliser des plugins pour automatiquement récupérer des métadonnées pour cette archive. <br/> Sélectionnez simplement un plugin dans la liste et cliquez ! <br/> Certains plugins peuvent vous demander un argument optionnel. Si c'est le cas, un champ texte sera disponible pour entrer ledit argument.
id: Anda dapat menggunakan plugin untuk mengambil metadata arsip ini secara otomatis. <br/> Pilih plugin dalam daftar tarik-turun dan klik Mulai! <br/> Beberapa plugin mungkin memerlukan argumen tambahan. Jika diperlukan, kotak teks akan muncul untuk memasukkan argumen tersebut.
nb_no: Du kan bruke programvaretillegg for automatisk å hente metadata for dette arkivet. <br/> Bare velg et tillegg fra nedtrekksmenyen og trykk på "Kjør"! <br/> Noen tillegg kan ha et valgfritt felt der du kan spesifisere et argument. Hvis det er tilfelle, vil det dukke opp en tekstboks hvor du kan skrive inn argumentet.
pt: Você pode utilizar os plugins para buscar os metadados automaticamente para esse arquivo. <br/> Basta selecionar um plugin no menu suspenso e clicar em Ir! <br/> Alguns plugins podem fornecer um argumento opcional para você especificar. Nesse caso, uma caixa de texto estará disponível para inserir o argumento.
vi: Bạn có thể sử dụng plugin để tự động lấy metadata cho truyện này. <br/> Chỉ cần chọn một plugin từ danh sách thả xuống và nhấn Chạy!<br/>Một số plugin có thể cung cấp thêm tham số. Trong trường hợp đó, một ô nhập liệu sẽ xuất hiện để bạn điền tham số đó.

source: Metadata saved!
es: ¡Metadatos guardados!
fr: Métadonnées sauvegardées !
id: Metadata disimpan!
nb_no: Metadata lagret!
pt: Metadados salvos!
vi: Đã lưu Metadata!

source: Error saving archive metadata
es: Error al guardar metadatos
fr: Erreur lors de la sauvegarde des métadonnées
id: Galat menyimpan metadata arsip
nb_no: Feil ved lagring av arkivmetadata
pt: Error ao salvar o arquivo de metadado
vi: Lỗi khi lưu metadata của truyện

source: Error while fetching tags
es: Error al obtener etiquetas
fr: Erreur lors de la récupération des métadonnées
id: Galat mengambil tag
nb_no: Feil ved henting av tagger
pt: Erro ao buscar as etiquetas
vi: Lỗi khi lấy danh sách thẻ

source: Archive title changed to
es: El título del archivo se cambió a
fr: Titre de l'archive changé en
id: Judul arsip diubah menjadi
nb_no: Arkivtittel endret til
pt: Título do arquivo alterado para
vi: Tiêu đề truyện đổi thành

source: Archive summary updated!
es: ¡Se actualizó el resumen del archivo!
fr: Résumé de l'archive mis à jour !
id: Ringkasan arsip dimutakhirkan!
nb_no: Arkivoppsummering oppdatert!
pt: Resumo do arquivo atualizado!
vi: Tóm tắt truyện đã được cập nhật!

source: Added the following tags
es: Se agregaron las siguientes etiquetas
fr: Les tags suivants ont été ajoutés
id: Menambahkan tag berikut
nb_no: La til følgende tagger
pt: Adicionadas as seguintes tags
vi: Đã thêm các thẻ sau

source: No new tags added!
es: ¡No se agregaron etiquetas nuevas!
fr: Aucun nouveau tag ajouté !
id: Tidak ada tag baru yang ditambahkan!
nb_no: Ingen nye tagger lagt til!
pt: Nenhuma nova tag adicionada!
vi: Không có thẻ mới nào được thêm!

source: Showing _START_ to _END_ of _TOTAL_ ancient chinese lithographies.
es: Mostrando _START_ a _END_ de _TOTAL_ litografías chinas antiguas.
fr: Affichage de _START_ à _END_ documents anciens sur un total de _TOTAL_.
id: Menampilkan _START_ sampai _END_ dari _TOTAL_ prasasti Tiongkok kuno.
nb_no: Viser _START_ til _END_ av _TOTAL_ gamle kinesiske litografier.
pt: Exibindo _START_ to _END_ of _TOTAL_ litografias chinesas antigas.
vi: Hiển thị_START_ đến_END_ trên tổng số_TOTAL_ bản khắc đá Trung Quốc cổ đại.

source: No archives to show you! Try <a href="${url}")>uploading some</a>?
es: ¡No hay archivos para mostrar! ¿<a href="${url}")>Intenta cargar alguno</a>?
fr: Aucune archive à montrer ! Pourquoi ne pas <a href="${url}")>en ajouter quelques unes</a> ?
id: Tidak ada arsip untuk ditampilkan! Coba <a href="${url}")>mengunggah beberapa</a> terlebih dahulu?
nb_no: Ingen arkiver å vise! Prøv å <a href="${url}")>laste opp noen</a>?
pt: Nenhum arquivo para mostrar! Tente <a href="${url}")>envio de alguns</a>?
vi: Không có truyện hiển thị cho bạn! Thử <a href="${url}")>tải vài truyện lên đi</a>?

source: Welcome to LANraragi ${version}!
es: ¡Bienvenido a LANraragi ${version}!
fr: Bienvenue sur LANraragi ${version} !
id: Selamat datang di LANraragi ${version}!
nb_no: Velkommen til LANraragi ${version}!
pt: Bem-vindo ao LANraragi ${version}!
vi: Chào mừng đến với LANraragi ${version}!

source: If you want to perform advanced operations on an archive, remember to just right-click its name. Happy reading!
es: Si quieres realizar alguna operación avanzada sobre un archivo, recuerda que puedes hacer clic derecho en su nombre. ¡Feliz lectura!
fr: Si vous voulez plus d'informations sur une archive, vous pouvez utiliser le clic droit. Bonne lecture !
id: Jika Anda ingin melakukan operasi lanjutan pada arsip, cukup klik kanan pada namanya. Selamat membaca!
nb_no: Hvis du vil utføre avanserte operasjoner på et arkiv, husk å høyreklikke på navnet. God lesing!
pt: Se você quiser realizar as operações avançadas em um arquivo, lembre-se de clicar com o botão direito do mouse no nome dele. Boa leitura!
vi: Nếu bạn muốn thực hiện các thao tác nâng cao trên một truyện, hãy nhớ chỉ cần nhấp chuột phải vào tên của nó. Chúc bạn đọc vui vẻ!

source: Error getting basic server info.
es: Error al obtener información básica del servidor.
fr: Erreur lors de la récupération des informations du serveur.
id: Galat mengambil informasi dasar peladen.
nb_no: Feil ved henting av grunnlegende serverinformasjon.
pt: Erro ao obter informações básicas do servidor.
vi: Lỗi khi lấy thông tin từ máy chủ.

source: You're running in Debug Mode!
es: ¡Estás en modo depuración!
fr: Vous êtes en mode debug !
id: Anda berjalan dalam Mode Awakutu!
nb_no: Du kjører i Feilsøkingsmodus!
pt: Você está executando o Modo de Depuração!
vi: Bạn đang chạy Chế độ Gỡ Lỗi!

source: Advanced server statistics can be viewed <a href="${url}")>here</a>.
es: Las estadísticas avanzadas del servidor se puede visualizar <a href="${url}")>aquí</a>.
fr: Les statistiques avancées du serveur peuvent être vues <a href="${url}")>ici</a>.
id: Statistik peladen lanjutan dapat dilihat <a href="${url}")>di sini</a>.
nb_no: Avanserte serverstatistikker kan vises <a href="${url}">her</a>.
pt: Estatísticas avançadas do servidor podem ser visualizadas <a href="${url}")>aqui</a>.
vi: Bạn có thể xem thống kê máy chủ nâng cao <a href="${url}">tại đây</a>.

source: Enter a tag namespace for this column
es: Ingresa un espacio de nombre para esta columna
fr: Entrez un namespace de tag pour cette colonne
id: Masukkan ruang nama tag untuk kolom ini
nb_no: Skriv inn en tagg-navnerom for denne kolonnen
pt: Insira um namespace da etiqueta para essa coluna
vi: Nhập thẻ tên không gian cho cột này

source: Enter a full namespace without the colon, e.g "artist".
es: Ingresa un espacio de nombre sin los dos puntos, por ejemplo: "artist".
fr: Entrez un namespace complet sans virgule, par exemple "artist".
id: Masukkan ruang nama lengkap tanpa tanda titik dua, misalnya "seniman".
nb_no: Skriv inn et fullstendig navnerom uten kolon, f.eks. "artist".
pt: Digite um namespace completo sem os dois pontos, por exemplo "artista".
vi: Điền không gian tên đầy đủ không dấu phẩy, ví dụ "tác giả".

source: If you have multiple tags with the same namespace, only the last one will be shown in the column.
es: Si tienes múltiples etiquetas con el mismo espacio de nombre, solo la última se mostrará en la columna.
fr: Si vous avez plusieurs tags avec le même namespace, seul le dernier sera montré dans la colonne.
id: Jika Anda memiliki beberapa tag dengan ruang nama yang sama, hanya tag terakhir yang akan ditampilkan di kolom.
nb_no: Hvis du har flere tagger med samme navnerom, vil bare den siste vises i kolonnen.
pt: Se você tiver várias etiquetas com o mesmo namespace, somente a última será exibida na coluna.
vi: Nếu bạn có nhiều thẻ cùng thuộc một không gian tên, chỉ thẻ cuối cùng được hiển thị trong cột.

source: Tag namespace
es: Espacio de nombre
fr: Namespace du tag
id: Tag ruang nama
nb_no: Tagg-navnerom
pt: Etiqueta do namespace
vi: Thẻ không gian tên

source: Please enter a tag namespace.
es: Por favor, ingresa un espacio de nombre.
fr: Veuillez entrer un namespace.
id: Harap masukkan tag ruang nama.
nb_no: Vennligst skriv inn et tagg-navnerom.
pt: Por favor insira o namespace da etiqueta.
vi: Vui lòng nhập thẻ không gian tên.

source: Randomly Picked
es: Seleccionar aleatoriamente
fr: Choisi au hasard
id: Dipilih Secara Acak
nb_no: Tilfeldig Utplukket
pt: Selecionado Aleatoriamente
vi: Được chọn ngẫu nhiên

source: New Archives
es: Nuevos archivos
fr: Nouvelles archives
id: Arsip Baru
nb_no: Nye Arkiver
pt: Novos Arquivos
vi: Truyện Mới

source: Untagged Archives
es: Archivos sin etiquetar
fr: Archives sans tags
id: Arsip Tanpa Tag
nb_no: Arkiver uten tagger
pt: Arquivos não etiquetados
vi: Truyện chưa có thẻ

source: On Deck
es: En la baraja
fr: En cours
id: Baru Saja Dibaca
nb_no: Klar til lesing
pt: No Ponto
vi: Đã đọc gần đây

source: Error getting carousel data!
es: ¡Error al obtener datos para el carrusel!
fr: Erreur lors de la récupération des données pour le carousel !
id: Galat mengambil data korsel!
nb_no: Feil ved henting av karusell-data!
pt: Erro ao obter os dados do carrossel!
vi: Lỗi khi lấy dữ liệu carousel!

source: Edit this column
es: Editar esta columna
fr: Modifier cette colonne
id: Sunting kolom ini
nb_no: Rediger denne kolonnen
pt: Editar essa coluna
vi: Sửa cột này
