Repository: Difegue/LANraragi
Catalog: locales/template/*.po
Languages: es, fr, id, nb_no, pt, vi

source: Title
es: Título
fr: Titre
id: Judul
nb_no: Tittel
pt: Título
vi: Tiêu đề

source: Tags
es: Etiquetas
id: Tag
nb_no: Tagger
pt: Etiquetas
vi: Thẻ

source: Header
es: Cabecera
fr: Titre
id: Tajuk
nb_no: Topptekst
pt: Cabeçalho
vi: Đầu trang

source: A new version of LANraragi (${version}) is available!
es: ¡Una nueva versión de LANraragi (${version}) está disponible!
fr: Une nouvelle version de LANraragi (${version}) est disponible !
id: Versi baru LANraragi (${version}) telah tersedia!
nb_no: En ny versjon av LANraragi (${version}) er tilgjengelig!
pt: A nova versão do LANraragi (${version}) está disponível!
vi: Đã có phiên bản LANraragi mới (${version})!

source: Click here to check it out.
es: Haz clic aquí para revisarla.
fr: Cliquez ici pour y jeter un oeil.
id: Klik di sini untuk memeriksanya.
nb_no: Klikk her for å sjekke den ut.
pt: Clique aqui para conferir.
vi: Nhấn vào đây để xem chi tiết.

source: Error getting changelog for new version
es: Error al obtener registro de cambios para la nueva versión
fr: Erreur lors de la récupération des notes de la nouvelle version
id: Galat mengambil catatan perubahan versi baru
nb_no: Feil ved henting av endringslogg for ny versjon
pt: Erro ao obter o changelog para a nova versão
vi: Lỗi khi lấy nhật ký thay đổi cho phiên bản mới

source: Couldn't load data for ${id}!
es: ¡No se pueden cargar datos para ${id}!
fr: Impossible de charger les données de ${id} !
id: Tidak dapat memuat data ${id}!
nb_no: Kunne ikke laste inn data for ${id}!
pt: Não foi possível carregar dados para o ${id}!
vi: Không thể tải dữ liệu cho ${id}!

source: Github API rate limit exceeded.
es: Límite de la API de Github excedido.
fr: Limite de l'API Github dépassée.
id: Batas API GitHub terlampaui.
nb_no: Grensen for GitHub API-forespørsler er overskredet.
pt: Limite de taxa da API do Github foi excedido.
vi: Đã vượt quá giới hạn truy cập của GitHub API.

source: Github API returned status: ${status}
es: La API de Github retorno el estado: ${status}
fr: L'API Github a renvoyé le statut : ${status}
id: API GitHub mengembalikan status: ${status}
nb_no: GitHub API returnerte status: ${status}
pt: Status de retorno da API do Github: ${status}
vi: GitHub API trả về trạng thái: ${status}

source: This archive isn't in any category.
es: Este archivo no se encuentra en ninguna categoría.
fr: Cette archive n'est dans aucune catégorie.
id: Arsip ini tidak berada dalam kategori apa pun.
nb_no: Dette arkivet er ikke i noen kategori.
pt: Este arquivo não está em nenhuma categoria.
vi: Truyện này không thuộc danh mục nào.

source: No Categories yet...
es: No hay categorías...
fr: Aucune catégorie pour le moment...
id: Belum ada Kategori ...
nb_no: Ingen Kategorier enda...
pt: Sem Categorias ainda...
vi: Chưa có danh mục nào...

source: Remove rating
es: Eliminar puntuación
fr: Enlever la note
id: Hapus peringkat
nb_no: Fjerner vurdering
pt: Remover a classificação
vi: Xóa đánh giá

source: Click here to display new archives only.
es: Haz clic aquí para mostrar solo archivos nuevos.
fr: Cliquez ici pour uniquement montrer les nouvelles archives.
id: Klik di sini untuk menampilkan arsip baru saja.
nb_no: Klikk her for å vise kun nye arkiver.
pt: Clique aqui para exibir apenas novos arquivos.
vi: Nhấn vào đây để chỉ hiển thị truyện mới.

source: Click here to display untagged archives only.
es: Haz clic aquí para mostrar solo archivos sin etiquetas.
fr: Cliquez ici pour uniquement montrer les archives sans métadonnées.
id: Klik di sini untuk menampilkan arsip tanpa tag saja.
nb_no: Klikk her for å vise kun arkiver uten tagger.
pt: Clique aqui para exibir somentes arquivos sem etiquetas.
vi: Nhấn vào đây để chỉ hiển thị truyện chưa có thẻ.

source: Click here to display archives in this category only.
es: Haz clic aquí para mostrar solo archivos que están en esta categoría.
fr: Cliquez ici pour ne montrer que les archives présentes dans cette catégorie.
id: Klik di sini untuk menampilkan arsip di kategori ini saja.
nb_no: Klikk her for å vise kun arkiver i denne kategorien.
pt: Clique aqui para exibir somente os arquivos dessa categoria.
vi: Nhấn vào đây để chỉ hiển thị truyện thuộc danh mục này.

source: Your Reading Progression is now saved on the server!
es: ¡La progresión de lectura ahora se guarda en el servidor!
fr: Votre progression est maintenant sauvegardée sur le serveur !
id: Kemajuan Membaca Anda sekarang disimpan di peladen!
nb_no: Din leseprogresjon er nå lagret på serveren!
pt: A Progressão de Sua Leitura foi salva no servidor!
vi: Tiến độ đọc của bạn đã được lưu trên máy chủ!

source: You seem to have some local progression hanging around -- Please wait warmly while we migrate it to the server for you.
es: Parece que aún tienes alguna progresión de lectura en el navegador -- Por favor espera mientras la migramos al servidor.
fr: Vous semblez avoir quelques données de progressions sauvegardées localement - Veuillez patienter pendant qu'elles sont migrées vers le serveur.
id: Sepertinya Anda memiliki kemajuan lokal yang tertinggal — Harap tunggu sementara kami memindahkannya ke peladen.
nb_no: Det ser ut som du har noe lokal leseprogresjon som henger og slenger -- Vennligst vent mens vi trygt overfører den til serveren for deg.
pt: Parece que você tem algo em progresso localmente por aí. Aguarde enquanto fazemos a migração do servidor para você.
vi: Có vẻ như bạn vẫn còn một số tiến độ đọc lưu trữ cục bộ — Hãy chờ trong giây lát trong khi chúng tôi chuyển nó lên máy chủ cho bạn.

source: Error while migrating local progression to server
es: Error al mover la progresión de lectura al servidor
fr: Erreur lors de la migration de la progression de lecture
id: Galat memindahkan kemajuan lokal ke peladen
nb_no: Feil ved overføring av lokal leseprogresjon til server
pt: Erro ao migrar o progresso local para o servidor
vi: Lỗi khi chuyển tiến độ đọc cục bộ lên máy chủ

source: Reading Progression has been fully migrated
es: La progresión de lectura se movió correctamente
fr: La progression a été intégralement migrée
id: Kemajuan Membaca telah dipindahkan sepenuhnya
nb_no: Leseprogresjon har blitt fullstendig overført
pt: O progresso de leitura foi totalmente migrada
vi: Tiến độ đọc đã được chuyển hoàn toàn lên máy chủ

source: You'll have to reopen archives in the Reader to see the migrated progression values.
es: Tendrás que abrir nuevamente los archivos en el lector para ver su progreso migrado.
fr: Vous devrez réouvrir les archives dans la liseuse pour voir les valeurs correctes.
id: Anda harus membuka kembali arsip di Pembaca untuk melihat nilai kemajuan yang telah dipindahkan.
nb_no: Du må åpne arkivene på nytt i Leseren for å se de overførte leseverdiene.
pt: Você terá que reabrir os arquivos no Leitor para ver os valores migrados no progresso.
vi: Bạn sẽ phải mở lại các truyện trong Trình đọc để xem các giá trị tiến độ đã được cập nhập.

source: Plugin uploaded successfully!
es: ¡Complemento cargado correctamente!
fr: Plugin ajouté avec succès !
id: Plugin berhasil diunggah!
nb_no: Programvaretillegg lastet opp!
pt: Plugin carregado com sucesso!
vi: Plugin đã được tải lên thành công!

source: The plugin ${name} has been successfully added. Refresh the page to see it.
es: El complemento ${name} se ha agregado correctamente. Recarga la página para verlo.
fr: Le plugin ${name} a été ajouté avec succès. Rafraîchissez la page pour le voir.
id: Plugin ${name} berhasil ditambahkan. Segarkan halaman untuk melihatnya.
nb_no: Programvaretillegget ${name} er lagt til. Oppdater siden for å se det.
pt: O plugin ${name} foi adicionado com sucesso. Atualize a página para vê-lo.
vi: Plugin ${name} đã được thêm thành công. Hãy làm mới trang để thấy nó.

source: Error uploading plugin
es: Error al cargar complemento
fr: Erreur lors de l'ajout du plugin
id: Galat mengunggah plugin
nb_no: Feil ved opplastning av programvaretillegg
pt: Erro ao carregar o plugin
vi: Lỗi khi tải lên plugin

source: Successfully set page ${page} as the thumbnail!
es: ¡Se colocó correctamente la página ${page} como la miniatura de portada!
fr: Défini la page ${page} comme la couverture !
id: Berhasil mengatur halaman ${page} sebagai keluku!
nb_no: Siden ${page} er nå satt som miniatyrbilde!
pt: A página ${page} foi definida com sucesso assim como a miniatura!
vi: Đã đặt thành công trang ${page} làm ảnh thu nhỏ!

source: Error updating thumbnail
es: Error al actualizar miniatura
fr: Erreur lors de la mise à jour de la couverture
id: Galat memutakhirkan keluku
nb_no: Feil ved oppdatering av miniatyrbilde
pt: Erro ao atualizar a miniatura
vi: Lỗi khi cập nhật ảnh thu nhỏ

source: Error clearing new flag
es: Error quitando marcador de nuevo
fr: Erreur lors du retrait de l'indicateur "New"
id: Galat menghapus tanda baru
nb_no: Feil ved tilbakestilling av ny-flagget
pt: Error ao limpar a nova flag
vi: Lỗi khi xóa cờ mới

source: Error getting the archive's imagelist.
es: Error al obtener la lista de imágenes del archivo.
fr: Erreur lors de la récupération des images de l'archive.
id: Galat mengambil daftar gambar arsip.
nb_no: Feil ved henting av arkivets bildeliste.
pt: Erro ao obter a lista de imagens do arquivo.
vi: Lỗi khi lấy danh sách hình ảnh của truyện.

source: This archive seems to be in RAR format!
es: ¡Este archivo parece estar en formato RAR!
fr: Cette archive semble être au format RAR !
id: Arsip ini sepertinya dalam format RAR!
nb_no: Dette arkivet ser ut til å være i RAR-format!
pt: Esse arquivo parece estar no formato RAR!
vi: Truyện này có vẻ đang ở định dạng RAR!

source: RAR archives might not work properly in LANraragi depending on how they were made. If you encounter errors while reading, consider converting your archive to zip.
es: Los archivos RAR puede que no funcionen correctamente con LANraragi dependiendo de como fueron creados. Si encuentras errores al intentar leerlos, considera convertirlos a formato zip.
fr: Les archives RAR peuvent ne pas fonctionner correctement dans LANraragi selon la manière dont elles ont été crées. Envisagez de convertir l'archive en zip si elle ne fonctionne pas correctement.
id: Arsip RAR mungkin tidak berfungsi dengan baik di LANraragi tergantung pada cara pembuatannya. Jika Anda menemui kesalahan saat membaca, pertimbangkan untuk mengonversi arsip Anda ke zip.
nb_no: RAR-arkiver fungerer muligens ikke som de skal i LANraragi, avhengig av hvordan de ble laget. Hvis du støter på feil under lesing, vurder å konvertere arkivet til ZIP-format.
pt: Arquivos RAR podem não funcionar corretamente no LANraragi, dependendo de como foram criados. Se encontrar erros durante a leitura, considere converter seu arquivo para zip.
vi: Các tập tin RAR có thể không hoạt động chính xác trong LANraragi tùy thuộc vào cách chúng được tạo. Nếu bạn gặp lỗi khi đọc, cân nhắc chuyển đổi tập tin sang định dạng zip.

source: EPUB support in LANraragi is minimal
es: Soporte para EPUB en LANraragi es mínimo
fr: LANraragi a un support minimal pour le format EPUB
id: LANraragi memiliki dukungan EPUB yang terbatas
nb_no: EPUB støtte i LANraragi er minimal
pt: O suporte a EPUB no LANraragi é mínimo
vi: LANraragi hỗ trợ EPUB rất hạn chế

source: EPUB books will only show images in the Web Reader, and potentially out of order. If you want text support, consider pairing LANraragi with an OPDS reader.
es: Los libros EPUB solo mostrarán imágenes en el lector web y potencialmente fuera de orden. Si quieres soporte para texto, considera utilizar un <a href='https://sugoi.gitbook.io/lanraragi/advanced-usage/external-readers#generic-opds-readers'>lector OPDS.</a>
fr: Les livres EPUB ne montreront que leurs images dans la liseuse, potentiellement dans le mauvais ordre. Si vous voulez un support complet, envisagez d'utiliser un <a href='https://sugoi.gitbook.io/lanraragi/advanced-usage/external-readers#generic-opds-readers'>lecteur OPDS</a> avec LANraragi.
id: Buku EPUB hanya akan menampilkan gambar di Pembaca Web, dan mungkin tidak berurutan. Jika Anda ingin dukungan teks, pertimbangkan untuk memasangkan LANraragi dengan <a href='https://sugoi.gitbook.io/lanraragi/advanced-usage/external-readers#generic-opds-readers'>pembaca OPDS.</a>
nb_no: EPUB-bøker vil kun vise bilder i nettleserleseren, og de kan vises i feil rekkefølge. Hvis du ønsker støtte for tekst, vurder å bruke LANraragi sammen med en <a href='https://sugoi.gitbook.io/lanraragi/advanced-usage/external-readers#generic-opds-readers'>OPDS leser.</a>
pt: Livros en EPUB exibirão apenas imagens no Leitor Web e, potencialmente, fora de ordem. Se você deseja suporte a texto, considere emparelhar o LANraragi com um <a href='https://sugoi.gitbook.io/lanraragi/advanced-usage/external-readers#generic-opds-readers'>leitor OPDS.</a>
vi: Sách EPUB chỉ hiển thị hình ảnh trong Trình đọc Web, và có thể bị sai thứ tự. Nếu bạn muốn hỗ trợ đọc văn bản, hãy cân nhắc kết hợp LANraragi với một <a href='https://sugoi.gitbook.io/lanraragi/advanced-usage/external-readers#generic-opds-readers'>trình đọc OPDS</a>

source: Navigation Help
es: Ayuda de navegación
fr: Aide à la navigation
id: Bantuan Navigasi
nb_no: Navigasjonshjelp
pt: Ajuda de Navegação
vi: Hướng dẫn Điều hướng

source: Error updating reading progression
es: Error al actualizar progresión de lectura
fr: Erreur lors de la mise à jour du progrès de lecture
id: Galat memutakhirkan kemajuan membaca
nb_no: Feil ved oppdatering av leseprogresjon
pt: Erro ao atualizar a progresso da leitura
vi: Lỗi khi cập nhập tiến độ đọc

source: Page ${page}
es: Página ${page}
id: Halaman ${page}
nb_no: Side ${page}
pt: Páginas ${page}
vi: Trang ${page}

source: The page thumbnailing job didn't conclude properly. Your archive might be corrupted.
es: La tarea generadora de miniaturas no finalizo correctamente. El archivo puede estar corrupto.
fr: La création des miniatures des pages ne s'est pas terminée correctement. Votre fichier est peut-être corrompu.
id: Pembuatan keluku halaman tidak selesai dengan benar. Arsip Anda mungkin rusak.
nb_no: Jobben for å lage miniatyrbilde av siden ble ikke fullført riktig. Arkivet ditt kan være ødelagt.
pt: O serviço da miniatura da página não foi concluída corretamente. Seu arquivo pode estar corrompido.
vi: Tác vụ tạo ảnh thu nhỏ của trang không kết thúc đúng cách. Có thể truyện của bạn đã bị hỏng.

source: A script is already running.
es: Un script ya se está ejecutando.
fr: Un script est déjà en cours d'exécution.
id: Ada skrip yang berjalan.
nb_no: Et skript kjører allerede.
pt: Um script já está em execução.
vi: Đã có một script đang chạy.

source: Please wait for it to finish before starting a new one.
es: Por favor, espera a que termine antes de iniciar uno nuevo.
fr: Veuillez attendre qu'il se termine avant d'en lancer un second.
id: Harap tunggu hingga selesai sebelum menjalankan yang baru.
nb_no: Vannligst vent til det er ferdig før du starter et nytt.
pt: Por favor, aguarde a finalização desse antes de iniciar uma nova.
vi: Vui lòng chờ script hiện tại hoàn thành trước khi bắt đầu một script mới.

source: An error occured while running the script
es: Un error ocurrió al ejecutar el script
fr: Erreur lors de l'exécution du script
id: Terjadi galat menjalankan skrip
nb_no: Det oppstod en feil under kjøring av skriptet
pt: Um error ocorreu enquanto o script está em execução
vi: Đã có lỗi khi chạy script

source: Script result
es: Resultado del script
fr: Résultat du script
id: Hasil skrip
nb_no: Skript resultat
pt: Resultado do Script
vi: Kết quả chạy script

source: Script failed with error: ${error}
es: El script falló con el error: ${error}
fr: Le script a échoué avec l'erreur : ${error}
id: Skrip gagal dengan galat: ${error}
nb_no: Skriptet mislyktes med feilen: ${error}
pt: Script falhou com error: ${error}
vi: Script thất bại với lỗi: ${error}

source: Temporary folder cleaned!
es: ¡Carpeta temporal limpiada!
fr: Dossier temporaire nettoyé !
id: Folder sementara dibersihkan!
nb_no: Midlertidig lagring tømt!
pt: Pasta temporária limpa!
vi: Đã dọn sạch thư mục tạm!

source: Error cleaning temporary folder
es: Error al limpiar carpeta temporal
fr: Erreur lors du nettoyage du dossier temporaire
id: Galat membersihkan folder sementara
nb_no: Feil ved tømming av midlertidig lagring
pt: Erro ao limpar a pasta temporária
vi: Lỗi khi dọn dẹp thư mục tạm

source: Threw away the cache!
es: ¡Se limpió la caché!
fr: Débarassé du cache !
id: Singgahan dibuang!
nb_no: Cacheen ble kastet!
pt: Joguei o cache fora!
vi: Đã xóa bộ nhớ đệm!

source: Error clearing the cache
es: Error limpiando la caché
fr: Erreur lors du nettoyage du cache
id: Galat membersihkan singgahan
nb_no: Feil ved tømming av cacheen
pt: Erro ao limpar o cache
vi: Lỗi khi xoá bộ nhớ đệm

source: Threw away the search cache!
es: ¡Se limpió la caché de búsqueda!
fr: Le cache de recherche a été jeté !
id: Singgahan penelusuran dibuang!
nb_no: Søkecacheen ble kastet!
pt: Joguei fora o cache da pesquisa!
vi: Đã xóa bộ nhớ đệm tìm kiếm!

source: All archives are no longer new!
es: ¡Todos los archivos ya no están marcados como nuevos!
fr: Les indicateurs "New" ont tous été supprimés !
id: Semua arsip tidak lagi ditandai sebagai baru!
nb_no: Alle arkiver er ikke lenger nye!
pt: Todos os arquivos não são mais novos!
vi: Tất cả các truyện không còn mới nữa!

source: Error during cleanup procedure
es: Error durante proceso de limpieza
fr: Erreur lors de la procédure de nettoyage
id: Galat selama proses pembersihan
nb_no: Feil under oppryddingsprosedyre
pt: Erro durante o procedimento de limpeza
vi: Lỗi trong quá trình dọn dẹp

source: Are you sure you want to wipe the database?
es: ¿Estás seguro de que deseas borrar la base de datos?
fr: Voulez-vous vraiment supprimer la base de données ?
id: Apakah Anda yakin ingin menghapus pangkalan data?
nb_no: Er du sikker på at du vil tømme databasen?
pt: Tem certeza de que deseja limpar o banco de dados?
vi: Bạn có chắc chắn muốn xóa cơ sở dữ liệu không?

source: Sayonara! Redirecting you...
es: ¡Nos vemos! Redireccionando...
fr: Sayonara ! Redirection...
id: Sayonara! Mengarahkan Anda...
nb_no: Hade på badet! Sender deg videre...
pt: Sayonara! Redirecionando você...
vi: Sayonara! Đang chuyển hướng bạn...

source: Successfully cleaned the database and removed ${entries} entries.
es: Se limpió correctamente la base de datos y se eliminaron ${entries} registros.
fr: Nettoyé la base de données. ${entries} éléments ont été retirés.
id: Berhasil membersihkan pangkalan data dan menghapus ${entries} entri.
nb_no: Databasen ble ryddet og ${entries} oppføringer ble fjernet.
pt: O banco de dados foi limpo com sucesso e as entradas ${entries} foram removidas.
vi: Đã dọn dẹp cơ sở dữ liệu thành công và xóa ${entries} mục.

source: ${entries} other entries have been unlinked from the database and will be deleted on the next cleanup!
es: ¡${entries} otras entradas se han desconectado de la base de datos y se eliminarán en la siguiente limpieza!
fr: ${entries} éléments ont été détachés de la base de données et seront définitivement supprimés au prochain nettoyage !
id: ${entries} entri lainnya telah diputuskan dari database dan akan dihapus pada pembersihan berikutnya!
nb_no: ${entries} andre oppføringer har blitt koblet fra databasen og vil bli slettet ved neste opprydding!
pt: Outras entradas ${entries} foram desvinculadas do banco de dados e serão excluídas na próxima limpeza!
vi: ${entries} mục khác đã được gỡ liên kết khỏi cơ sở dữ liệu và sẽ bị xóa trong lần dọn dẹp tiếp theo!

source: Do a backup now if some files disappeared from your archive index.
es: Haz una copia de seguridad ahora si algún archivo desapareció del índice.
fr: Faites une sauvegarde maintenant si certains fichiers ont disparu de votre bibliothèque.
id: Lakukan cadangan sekarang jika beberapa berkas menghilang dari indeks arsip Anda.
nb_no: Ta en sikkerhetskopi nå hvis noen filer har forsvunnet fra arkivindeksen din.
pt: Faça um backup agora caso alguns arquivos desapareçam do seu índice de arquivamento.
vi: Sao lưu ngay nếu một số file bị mất khỏi danh sách truyện của bạn.

source: Queued up a job to regenerate thumbnails! Stay tuned for updates or check the Minion console.
es: ¡Se agendó una tarea para regenerar las miniaturas! Espera un momento o revisa la consola de Minion.
fr: Lancé une tâche de fond pour régénérer les miniatures ! Restez ici pour le résultat ou regardez dans la console Minion.
id: Mengantrekan tugas untuk menghasilkan ulang keluku! Nantikan perkembangannya atau periksa konsol Minion.
nb_no: Jobb for å regenerere miniatyrbilder er satt i kø! Følg med for oppdateringer, eller sjekk Tjener-konsollen.
pt: Enfileiramos um serviço para regenerar as miniaturas! Fique ligado nas atualizações ou confira o console do Minion.
vi: Tác vụ tạo ảnh thu nhỏ đã vào hàng chờ! Hãy chờ thông báo cập nhật hoặc kiểm tra bảng điều khiển Minion.

source: All thumbnails generated! Errors will be listed below if there were any.
es: ¡Todas las miniaturas se han generado! Los errores se mostrarán abajo si hay alguno.
fr: Toutes les miniatures ont été regénérées ! Si des erreurs ont survenu, elles seront mentionées ci-dessous.
id: Semua keluku telah dihasilkan! Galat akan dicantumkan di bawah jika ada.
nb_no: Alle miniatyrbilder er generert! Eventuelle feil vil vises nedenfor.
pt: Todas as miniaturas foram geradas! Os erros serão listados abaixo, se houver.
vi: Tất cả ảnh thu nhỏ đã được tạo! Nếu có lỗi, chúng sẽ được liệt kê bên dưới.

source: Added ${id} to category ${cat}!
es: ¡Agregada ${id} a la categoría ${cat}!
fr: ${id} a été ajouté à la catégorie ${cat} !
id: Menambahkan ${id} ke kategori ${cat}!
nb_no: La ${id} til i kategori ${cat}!
pt: Adicionado o ${id} à categoria ${cat}!
vi: Đã thêm ${id} vào danh mục ${cat}!

source: Removed ${id} from category ${cat}!
es: ¡Removida ${id} de la categoría ${cat}!
fr: ${id} a été supprimé de la catégorie ${cat} !
id: Menghapus ${id} dari kategori ${cat}!
nb_no: Fjernet ${id} fra kategori ${cat}!
pt: Removido o ${id} da categoria ${cat}!
vi: Đã xoá ${id} khỏi danh mục ${cat}!

source: Couldn't delete archive file. <br/> (Maybe it has already been deleted beforehand?)
es: No se pudo eliminar el archivo. <br/> (¿Tal vez ya se eliminó previamente?)
fr: Impossible de supprimer le fichier relié à l'archive. <br/> (Il a peut-être déjà été supprimé ?)
id: Tidak dapat menghapus berkas arsip. <br/> (Mungkin telah dihapus sebelumnya?)
nb_no: Kunne ikke slette arkiv fil. <br/> (Kanskje den allerede har blitt slettet?)
pt: Não foi possível excluir o arquivo compactado. <br/> (Talvez ele já tenha sido excluído anteriormente?)
vi: Không thể xóa file truyện. <br/> (Có thể file đã bị xóa trước đó?)

source: Archive metadata has been deleted properly. <br> Please delete the file manually before returning to the archive index.
es: Metadatos del archivo eliminados correctamente. <br> Por favor, elimina el archivo manualmente de la carpeta antes de volver al índice.
fr: Les métadonnées ont été supprimées de la base de données. <br> Veuillez supprimer le fichier manuellement avant de revenir à la bibliothèque.
id: Metadata arsip telah berhasil dihapus. <br> Harap hapus berkas secara manual sebelum kembali ke indeks arsip.
nb_no: Arkiv metadata har blitt slettet riktig. <br> Vennligst slett filen manuelt før du returnerer til arkivindeksen.
pt: Os metadados do arquivo foram excluídos corretamente. <br> Exclua o arquivo manualmente antes de retornar ao índice do arquivo.
vi: Metadata của truyện đã được xóa thành công. <br> Vui lòng xóa file thủ công trước khi quay lại danh sách truyện.

source: Archive successfully deleted. Redirecting you...
es: Archivo eliminado correctamente. Redireccionando...
fr: Archive supprimée avec succès. Redirection...
id: Arsip berhasil dihapus. Mengarahkan Anda...
nb_no: Arkiv slettet! Sender deg videre...
pt: Arquivo deletado com sucesso. Redirecionando você...
vi: Truyện đã được xóa thành công. Đang chuyển hướng...
